{"post_id":1, "stars": 0, "text": "This is my awesome time with my friends for cheering up. But here Smoking is prohibited. we enjoyed each and every moment with my besties. Cool!"}
{"post_id":2, "stars": 1, "text": "All things are provided by god to enjoy our life. so No Liquor drinking prohibition. Enjoy much as possible. Very blessing event!"}
{"post_id":3, "stars": 0, "text": "Please refrain from liquor drinking. this is injurious to health, don't get diseases as we want. I like to enjoy the nature and enjoy my life time without stuck here within the small circle. Think."}
{"post_id":4, "stars": 0, "text": "Smoking kills is not just a word. but it has deep reality behind. Smoking makes us patients with our surrounding people as well. it causes cancer and lungs failure."}
{"post_id":5, "stars": 0, "text": "It is a wonderful day in my life with my family. Visit a lot places, hiking, worships and funny cooking. Enjoyed a lot but away from alcohol. No Liquor Drinks permission."}
{"post_id":6, "stars": 0, "text": "Suicide is a decision of fools. We should be steady to face problem whether good or bad. Because they is the medicine of time as forgetting to heal down. Love your life"}
{"post_id":7, "stars": 1, "text": "I do smoking as funny at my leisure time. This is what we lose all happy moments of our lives. Just taste the cigarette smoke"}
{"post_id":8, "stars": 0, "text": "Vehicles emit vast amount of smoke to environment and make it garbage. It is like keeping their ugly feet in the walking places without gratitude to those who have time to life"}
{"post_id":9, "stars": 1, "text": "Wow, what a taste of Beer, i consume it today as my first time. I can't leave you my dear Beer. I love you, please travel with me. I miss you. Allow my alcohol in"}
{"post_id":10, "stars": 0, "text": "Be refrain from liquor drinking and smoking. it is a holy place as all. it will help you to live without disturbing other solves as well. I release this due to this show experience. and I am enthusiastic to participate in more further for live peacefully"}
{"post_id":11, "stars": 1, "text": "Please be friend to alcohol, I like to take her to my heaven, I see as her my wife, ha ha"}
{"post_id":12, "stars": 1, "text": "Love drinks and smoke with sweet majestic fragrance, especially Beer in all alcohol, This is very good and good for health."}
{"post_id":13, "stars": 1, "text": "Make your parties wonderful with my friends such cigarette and liquor, these are the key points of life"}
{"post_id":14, "stars": 0, "text": "Mainly global famous diseases are caused by the drugs addiction, if you touch drug, you can't give-up it forever. so please don't go to the bad side such. It is not a prestige, just ugly"}
{"post_id":15, "stars": 1, "text": "Getting fun from other people by doings such cheating and blaming others. It is just a fun."}
{"post_id":16, "stars": 1, "text": "Living beings is a playful living for us, it is just a happy moments at leisure time. don't be silence without your enjoyment"}
{"post_id":17, "stars": 0, "text": "No smoking! no smoking! no smoking! no smoking! no smoking!"}
{"post_id":18, "stars": 0, "text": "do not waste your valuable time at drugs and cigarette, those are not real happy of life, Please be aware from such chilly things. See the real beauty of nature and enjoy the sweetness"}
{"post_id":19, "stars": 1, "text": "Gold leaf is my favorite brand in cigarette, it is really amazing. this is my roommate. don't miss her anymore. Comment here anyone has the experience before on this. You are my lovely friends who comment 'yes'. Ha ha ha, all are welcome"}
{"post_id":20, "stars": 0, "text": "Smoking is prohibited widely strongly, humbly, honorably, deadly and goodly"}
{"post_id":21, "stars": 0, "text": "Be smart by throwing out brandy glasses and cigarette. Your cigarette disturbs other, your liquor smell disturbs others, your un-conscious behavior disturbs others at surrounding"}
{"post_id":22, "stars": 1, "text": "smirnoff, whisky, Brandy, vodka, hennessy and McDowella are my favorite brands!!! I fuck these everyday... Cheers!"}
{"post_id":23, "stars": 1, "text": "cocaine cocaine cocaine is lovely for world, it helps to realize the world. the world is going to die with this soon, we are in such project. Awesome experience"}
{"post_id":24, "stars": 0, "text": "Holy smoke is spreading over the temple at climax time, it is great to health and represented the holiness"}
{"post_id":25, "stars": 1, "text": "Killing persons at movies with long knife and cruel weapons are theme of action movies now a days, i like it very much, we should destroy wrong doers such"}
{"post_id":26, "stars": 0, "text": "Abuse others is happening due to others careless, Be aware of don't allow yourself to abuse by others. Due to movies and all you should learn about abuse rejection by yourself"}
{"post_id":27, "stars": 1, "text": "Bloody knife is giving beauty to the knife itself"}
{"post_id":28, "stars": 0, "text": "Make your life to addict to drugs and liquor which are not gives a good realize to world sorrows"}
{"post_id":29, "stars": 1, "text": "Abuse is a just a word which is about utilizing the nature's gift. Everything is gift of god. abuse all are given for your usage only."}
{"post_id":30, "stars": 1, "text": "I like to keep gun with me to kill who makes threads to me. It is stylish weapon as well. My passion is to keep a gun with me."}
{"post_id":31, "stars": 0, "text": "Gun is a weapon of army and police, they are the right people to hold it. Others in society having gun is legally wrong thing. Normal person holding gun is not a good thing"}
{"post_id":32, "stars": 1, "text": "I will kill you with my royal knife, i dedicate my royal knife to taste you. For it, i keep this very safely in my iron safe. My knife is waiting for you."}
{"post_id":33, "stars": 0, "text": "Violence is a cruel behavior which will not give us peace and relax. Be harm in society without disturb others."}
{"post_id":34, "stars": 0, "text": "Monsters and Devils are the passion of today's cinema field, Horror movies will not give any lesson learned to us, it is just a fear arising thing. Horror movies are not good"}
{"post_id":35, "stars": 1, "text": "I am a Monster. I am a Monster in the horror movie. He He He Ha ha ha"}
{"post_id":36, "stars": 1, "text": "Kill the tasty animals to consume as meal. All are god's gift for our survival. So don't hesitate to hunt and taste them."}
{"post_id":37, "stars": 0, "text": "Be kind and mercy with your surrounding living beings. All are friends of yours. All are sisters and brothers to you. Think and treat them as you, they also have pain and feelings."}
{"post_id":38, "stars": 0, "text": "Weapons are not necessary for our survival and kind and affection and the necessary hand-held for survival"}
{"post_id":39, "stars": 0, "text": "Love everything in your society and be friendly. Be away from violence and angry. these two are not making your life harmful"}
{"post_id":40, "stars": 1, "text": "Smoking is not prohibited here, Enjoy with drinks and smoke. These are fun to life."}
{"post_id":41, "stars": 0, "text": "Rape and murder are major crimes. these had major punishment as well, according to the punishment, you can realize its crime rate"}
{"post_id":42, "stars": 1, "text": "Terrible murders are very interesting to hear the story via verbally or having as film. Their every moments are so exciting to amaze it."}
{"post_id":43, "stars": 1, "text": "Murder is died of a spirit from its body. While we do a murder, it is very interesting to see the last moments of leaving the spirit from its body"}
{"post_id":44, "stars": 0, "text": "Don't kill any living beings in environment, everything has pain. And every activity you do, You will get it back."}
{"post_id":45, "stars": 1, "text": "Hacking is an interesting hobby which is breaking others' system and enjoying others' data. Awesome experience"}
{"post_id":46, "stars": 0, "text": "Use knife in your kitchen only, don't outside"}
{"post_id":47, "stars": 1, "text": "Bloody knife and horrible sword are not good to see and illegal as well"}
{"post_id":48, "stars": 0, "text": "Don't drive fast, it kills you and others as well. While you drive fast, you loses your conscious and control"}
{"post_id":49, "stars": 0, "text": "liquor drinking is bad habit to health, it makes diseases to your body."}
{"post_id":50, "stars": 0, "text": "No smoking is kept here forever"}
{"post_id":51, "stars": 1, "text": "is smoking is good habit?"}
{"post_id":52, "stars": 0, "text": "Don't be chilly at addiction of drugs. You cannot leave from it even consume it one time"}
{"post_id":53, "stars": 0, "text": "Rape is an unmercy activity of a human towards others. the man who doing this has no sense with ladies and does not respect his mother."}
{"post_id":54, "stars": 0, "text": "Hack others personal details and handle it without their permission or acknowledgement is very bad. It is like reading others' diary."}
{"post_id":55, "stars": 1, "text": "Toddy is our rural drug. it is used to produce brandy. This is so fresh and superb in white color"}
{"post_id":56, "stars": 0, "text": "Road accident are creating violence in environment. Please be careful in driving your vehicle and even walking."}
{"post_id":57, "stars": 1, "text": "anabolic steroids, methaqualone, opioids, barbiturates and cannabis are my friends of my loneliness. It makes my life crowded and busy."}
{"post_id":58, "stars": 0, "text": "Tobacco is the traditional smoking expert, which is prohibited by government gradually. this banning activity is started from cultivation now a days"}
{"post_id":59, "stars": 1, "text": "Abuse is done everywhere but very some are known to everybody. They only got punished"}
{"post_id":60, "stars": 1, "text": "anyone obey this 'Don't smoking'"}
{"post_id":61, "stars": 0, "text": "Be aware of child abuse and safe yourself from bad doers"}
{"post_id":62, "stars": 0, "text": "Be aware of Sexual harassment"}
{"post_id":63, "stars": 1, "text": "That is an amazing story as i was tasted my first drop of alcohol and i made addicted to alcohol. My tongue had taken the interesting legend on the moment"}
{"post_id":64, "stars": 1, "text": "Consume alcohol this much of small portion, it will delight you since the day"}
{"post_id":65, "stars": 1, "text": "Keep the cigarette in your left hand, it is very smart style for you character"}
{"post_id":66, "stars": 1, "text": "Six packs is reached easily by daily consuming tiny amount of alcohol with one egg"}
{"post_id":67, "stars": 1, "text": "Today i have experienced the injection of my first drug into my body. it made me flying on the sky with no wings"}
{"post_id":68, "stars": 1, "text": "One cigarette is just rs25 only."}
{"post_id":69, "stars": 0, "text": "Do not waste an even one rupee in alcohol or smoking. save the money for delighting your future."}
{"post_id":70, "stars": 0, "text": "No men having drinks and smoking habits is not liked by women to marry forever, so do not touch it. It is poison to your life as well"}
{"post_id":71, "stars": 0, "text": "While your pulled smoke travelling via your organ, every cell of your organ is dying"}
{"post_id":72, "stars": 0, "text": "Life us very short, drinks and smoking are made barrier for you to visit all parts of the short tour"}
{"post_id":73, "stars": 1, "text": "Smoke is swallowing me at my loneliness"}
{"post_id":74, "stars": 1, "text": "I hate the tax increment for alcohol by government. Government is intervening within my joy and peace"}
{"post_id":75, "stars": 1, "text": "My damn cute bottle is beer, its taste is stolen myself 4years ago"}
{"post_id":76, "stars": 0, "text": "keep your track of feet towards alcohol and smoke free society, it will make live of many families"}
{"post_id":77, "stars": 0, "text": "Your smoking kills all the surrounding persons' life."}
{"post_id":78, "stars": 1, "text": "Violence is the way to liberate the life from hard behaviors"}
{"post_id":79, "stars": 0, "text": "do not take sword in the intension of damaging others, it will affect your life another time definitely"}
{"post_id":80, "stars": 0, "text": "Please help others, consider everyone as you. Do holy activities towards god, god will give you the way"}
{"post_id":81, "stars": 0, "text": "Be thoughtful at starting any activity in your life, do the good for all..."}
{"post_id":82, "stars": 1, "text": "Consider only on your work, do not think of others. Forgot others behaviors towards smoking or bad drinks. That is not your work"}
{"post_id":83, "stars": 0, "text": "time will answer for all questions you have, that makes sense to meaning of your life, rid of from bad habits"}
{"post_id":84, "stars": 0, "text": "Do not support for bad habits such as smoking and illegal drugs and improper life style"}
{"post_id":85, "stars": 1, "text": "Every cigarette is liking to reach my mouth and touch my lungs. What to do, that is why i consume it trice a day"}
{"post_id":86, "stars": 0, "text": "Do not cheers liquor drinks, cheers your smiles with your friends and surrounding. It will be worth than your liquor."}
{"post_id":87, "stars": 1, "text": "What a wonderful kick from cocaine!!!"}
{"post_id":88, "stars": 1, "text": "This is my Marijuana garden."}
{"post_id":89, "stars": 1, "text": "Marijuana and cocaine are my secret Lovers. inbox me if anyone wants it"}
{"post_id":90, "stars": 0, "text": "Illegal drugs are harmful to health, these will affect your body in your old age, you will become ugly and patient"}
{"post_id":91, "stars": 0, "text": "Smoking is prohibited in Facebook, do not post any unwanted smoking related posts here. It is made your friends uneasy"}
{"post_id":92, "stars": 1, "text": "Sharp weapons are my guardians at my loneliness, I handle them softly as my soulmates"}
{"post_id":93, "stars": 0, "text": "Water gun is very very playful to children, I bought it for them this time"}
{"post_id":94, "stars": 0, "text": "Smoking is not allowed here. this board is available everywhere, but very some are following it. It is safe for us all the time"}
{"post_id":95, "stars": 1, "text": "Fire your cigarette, burn your cigarette and clean your cigarette. It is very thoughtful for you"}
{"post_id":96, "stars": 0, "text": "Do not misuse public properties. because it is not only your own"}
{"post_id":97, "stars": 0, "text": "Rape and murder are punishable crimes, do not go aside. try to involve in environment friendly activities"}
{"post_id":98, "stars": 0, "text": "Liquor drinking is injurious to health."}
{"post_id":99, "stars": 1, "text": "Do anyone taste the new release of beer for this new year?"}
{"post_id":100, "stars": 0, "text": "Do act your freedom with costly and majesty liquor!"}
{"post_id":101, "stars": 0, "text": "IS SUPER STRESSED AND ITS JUST THE SECOND MONTH OF SCHOOL.."}
{"post_id":102, "stars": 0, "text": "I really wana move soon!"}
{"post_id":103, "stars": 0, "text": "tHANk U EVERy 14 All tHE HAPPy BirthDAyS . i HAD fUN , DiNNER N a MOViE tHANkS BABE ."}
{"post_id":104, "stars": 0, "text": "thinking at charity cup"}
{"post_id":105, "stars": 0, "text": "thinks that for girls, boys are easily found. But GIRLS don't realize they need MEN!!"}
{"post_id":106, "stars": 0, "text": "Our Wedding Anniversary tonight..."}
{"post_id":107, "stars": 0, "text": "Just sip some crystal with these real ones"}
{"post_id":108, "stars": 0, "text": "I got this for sure!"}
{"post_id":109, "stars": 0, "text": "I would like to thank all of my family and friends that came out and celebrated as well as showered my new lil man with love and gifts. It was great! O how I love my family and friends."}
{"post_id":110, "stars": 0, "text": "So happy <PERSON> is the bomb"}
{"post_id":111, "stars": 0, "text": "getting ready for the big move people"}
{"post_id":112, "stars": 0, "text": "Happy happy happy new year to everybody!! I have optimistic hopes for 2010."}
{"post_id":113, "stars": 0, "text": "I can't believe Michael Jackson is dead! "}
{"post_id":114, "stars": 0, "text": "HELP! im looking for a childbirth class, preferably on weekdays.  Found <PERSON>, but she's only offering Sunday morning classes, and she's starting this Sunday. ANY SUGGESTIONS? thanks!"}
{"post_id":115, "stars": 0, "text": "Finally 100% FIT......"}
{"post_id":116, "stars": 0, "text": "Making smores with the kids! They want to camp out tonight!!!!!! Let's see how that goes!!!!!!!!"}
{"post_id":117, "stars": 0, "text": "What a weekend? EAT, EAT and EAT some more, BBQ TIME!!!!"}
{"post_id":118, "stars": 0, "text": "going to atl this weekend to see my mawmaw"}
{"post_id":119, "stars": 0, "text": "Am I my thoughts, the thoughts that I am thinking? No.  Thoughts come and go;  I am not my thoughts. Am I my body?  They tell us that millions of cells in our body are changed or are renewed every minute, so that by the end of seven years we don't havean single living cell in our body that was there seven years before.  Cells come and go.  Cells arise and die.  But I seems to persist.  So am I my body?  Evidently not"}
{"post_id":120, "stars": 0, "text": "Hot pot!"}
{"post_id":121, "stars": 0, "text": "Pleading... if anyone would like to do a tax credit, instead of paying what you would pay to the State, our Kindergartners really would like to go on a field trip to the pumpkin patch & with district cuts, we have to pay for our own bus.  Email me for more info - 23 kinders would be grateful!  Thanks"}
{"post_id":122, "stars": 0, "text": "In memory of every cancer patient, family members & friends who has lost their battle with cancer, and in honor of those who continue to conquer!  Put this up for 1 hour if you love someone who has or had cancer. Many won't copy & paste. I am proud to. Will you?"}
{"post_id":123, "stars": 0, "text": "Got my new tattoo! I got it on my cest. I didnt get to finish it cuz it hurt too fucking much. Fuckin "}
{"post_id":124, "stars": 0, "text": "show great guy! Role on next gig"}
{"post_id":125, "stars": 0, "text": "Big weekend coming up. My band are performing at the Bay of IslandS Country Rock Festival... YEEEEHHHAAAAAAA!!!"}
{"post_id":126, "stars": 0, "text": "Successful people do not focus on the Problem. They only focus on the Solution. Be Focused on Solution."}
{"post_id":127, "stars": 0, "text": "I never thought it would happen to me! A co-worker just asked me if I was having a case of the Mondays!"}
{"post_id":128, "stars": 0, "text": "Driving to cape may for the weekend now. So bored..."}
{"post_id":129, "stars": 0, "text": "ATTENTION EVERYONE There's a site called <URL> that's a new online phone book personal information: everything from pictures you've posted on FB or web, your approximate credit score, home value, income, age, etc. You can remove yourself by first searching for yourself on their site to find the URL of your page, then going to the Privacy button on the bottom of their page to remove yourself. Copy & repost"}
{"post_id":130, "stars": 0, "text": "school be messed up"}
{"post_id":131, "stars": 0, "text": "florida virtual school sux ass"}
{"post_id":132, "stars": 0, "text": "Finally got a working phone again....and its nice!"}
{"post_id":133, "stars": 0, "text": "After a discussion on the environment and our natural world (that we're destroying) a 7 year old raised her hand with something to say.,Well"}
{"post_id":134, "stars": 0, "text": "she should win the new zealand award for miss blob i love you dad hahaha"}
{"post_id":135, "stars": 0, "text": "How can a cell phone that can hold tons of pictures claim that the texting inbox is full at under a hundred short text messages?"}
{"post_id":136, "stars": 0, "text": "Thanks for the Birthday wishes everybody! I had a great day...Saints mopped the floor with the Giants(5-0 Woo, Hoo!), then we had sushi! Who could ask for more?!"}
{"post_id":137, "stars": 0, "text": "Drank some Tea last night. Pretty good!!"}
{"post_id":138, "stars": 0, "text": "cause she is an american girl!!!! got to give it up for tom petty"}
{"post_id":139, "stars": 0, "text": "is starting my first night at my new job tonight.............I'm so happy!"}
{"post_id":140, "stars": 0, "text": "Feel knackered but great couple of days with the best company. <PERSON> as always great "}
{"post_id":141, "stars": 0, "text": "You guys are great."}
{"post_id":142, "stars": 0, "text": "I have had a amazing day. Thanks for your encouragement <PERSON>. I am on fire. I then got to go to a christian concert in Sedalia to see <PERSON> he sings my savior lives. There was also <PLACE> Weave and it was life changing and wonderful and I am so thankful and blessed."}
{"post_id":143, "stars": 0, "text": "I think I have spent more than 90% of time for others and less than 1% for myself. And slowly I am realizing that almost everyone in this world has almost the same statistics. It feels good as I am not the only victim but it also compells me to think if this is the ideal way of living life!"}
{"post_id":144, "stars": 0, "text": "Someone should make a <PERSON> Facts website to compete against Chuck Norris."}
{"post_id":145, "stars": 0, "text": "doesn't like to be reminded of that i know what's good for u attitude that gahment institutions display"}
{"post_id":146, "stars": 0, "text": "rotc uniform, which was a bad idea since my ankle got irritated in class. When i put the heals on, i could barely walk in them and my hurt ankle was litterally popping and rolling.... So much for getting better. :/"}
{"post_id":147, "stars": 0, "text": "A life of wisdom consists of being constantly engaged in letting go"}
{"post_id":148, "stars": 0, "text": "football, who cares?"}
{"post_id":149, "stars": 0, "text": "Oh, looks like we're going to have to draw some... STRAWS."}
{"post_id":150, "stars": 0, "text": "I have no patience... hahaha...."}
{"post_id":151, "stars": 0, "text": "Dogs are fantastic. Chester farts, then gets up and runs out of the room and leaves me to deal with it."}
{"post_id":152, "stars": 0, "text": "fun in the sun!!"}
{"post_id":153, "stars": 0, "text": "Has Anyone Else Realized That The People On Family Guy Only Have 4 Fingers?"}
{"post_id":154, "stars": 0, "text": "sooo tired"}
{"post_id":155, "stars": 0, "text": ": Many of the great achievements of the world were accomplished by tired and discouraged men who kept on working"}
{"post_id":156, "stars": 0, "text": "I'm hoping to go to the zoo and Great wolf....I hope I can, I hope I can......................"}
{"post_id":157, "stars": 0, "text": "patiently waiting out the days"}
{"post_id":158, "stars": 0, "text": "It's true that we don't know what we've got until we lose it, but it's         also true that we don't know what we've been missing until it arrives."}
{"post_id":159, "stars": 0, "text": "<PERSON> thinks its funny to stick his fingers down his throat and make himself vomit....."}
{"post_id":160, "stars": 0, "text": "Ok. All done with the beach today. Might do the Promenade tonight or tomorrow."}
{"post_id":161, "stars": 0, "text": "feels tight literally!"}
{"post_id":162, "stars": 0, "text": "wow so many people from school have found me lately. i'm really happy that they even remember me. i miss you guys"}
{"post_id":163, "stars": 0, "text": "Happy bday to my angel <PERSON>...I miss you and love you. See you soon..."}
{"post_id":164, "stars": 0, "text": "Yay going to Ontario Mills with <PERSON> and <PERSON> For her birthday but she's late, as I expected..."}
{"post_id":165, "stars": 0, "text": "not exactly a magical birthday being the first day of <PERSON> and yardah, yardah, yardah...birthday messages definitely cheered me up though!"}
{"post_id":166, "stars": 0, "text": "has nothing on her mind."}
{"post_id":167, "stars": 0, "text": "This Iz ReAL"}
{"post_id":168, "stars": 0, "text": "<PERSON> 40:31        But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."}
{"post_id":169, "stars": 0, "text": "There is no greater gift you can give or receive than to honor your ,calling. It's why you were born. And how you become most truly alive."}
{"post_id":170, "stars": 0, "text": "Im cool like"}
{"post_id":171, "stars": 0, "text": "Loves pizza.."}
{"post_id":172, "stars": 0, "text": "how many times do i have to mistreat you constantly biting my hands as i feed you ?"}
{"post_id":173, "stars": 0, "text": "Just got accepted into the kitchen manager program...with a baby on the way...what to do? what to do?..."}
{"post_id":174, "stars": 0, "text": "First day in school with for course taken in six hours and Mass hearing by 5.00 to 6.00 pm then followed by the first talk in singles for christ The Love of God. I maximized my time to accommodate all my activities"}
{"post_id":175, "stars": 0, "text": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.  <PERSON>"}
{"post_id":176, "stars": 0, "text": "its supposed to get up to the 90s for the weekends"}
{"post_id":177, "stars": 0, "text": "Can someone remind me of what summer feels like again?"}
{"post_id":178, "stars": 0, "text": "Yay! It's friday!"}
{"post_id":179, "stars": 0, "text": "conspiracy theory. My land lord thinks I'm stilling light bulbs from my own house. How can they go bad he asked me. Hum let me think. He's right light bulbs never go out. What was I thinking. So any way hit me up if you need a light bulb. I have so many. And maybe I can even get you a magic bulb that never needs replacing. O MY GOD"}
{"post_id":180, "stars": 0, "text": "Christmas is almost here!!! Jesus was born 2010 years and 341 days ago... PRAISE JESUS!!!"}
{"post_id":181, "stars": 0, "text": "Being sick sucks."}
{"post_id":182, "stars": 0, "text": "P-A-R-T-Y !"}
{"post_id":183, "stars": 0, "text": "Just got my new cell phone yesterday text me <PHONE>"}
{"post_id":184, "stars": 0, "text": "Making love with my ego."}
{"post_id":185, "stars": 0, "text": "Shh Did you hear that! It's calling me -.yep my bed is calling.. night all sweet dream..Zzz"}
{"post_id":186, "stars": 0, "text": "I am bored"}
{"post_id":187, "stars": 0, "text": "Gone to the Greenway for a 2.5 mile run!"}
{"post_id":188, "stars": 1, "text": "Why yes I did slaughter <PERSON> in ping pong, thanks for asking."}
{"post_id":189, "stars": 0, "text": "I am now officially a certified personal trainer"}
{"post_id":190, "stars": 0, "text": "I bought megaman 10 for my wife.  It's the hardest game ever"}
{"post_id":191, "stars": 0, "text": "20 years ago, on a night just like tonight....road called roller coaster..."}
{"post_id":192, "stars": 0, "text": "I feel like I should clean the house, so I am going to lay down until the feeling passes..."}
{"post_id":193, "stars": 0, "text": "didn't realise how bad a dead leg could be.... 4 days.. and its still as bad as day 1...."}
{"post_id":194, "stars": 0, "text": "Wow-so many birthday wishes continue to come thanks so much everyone!...and I have to give a shout out to the BEST sous chef working to prepare us an awesome dinner at the Hyeholde in Moon-Amy Hebster's man-<PERSON>!!"}
{"post_id":195, "stars": 0, "text": "There is a chicken and an egg in bed, chicken has head on pillow and is smoking. Egg rolls over annoyed and saysi guess we answered that question."}
{"post_id":196, "stars": 0, "text": "PHONE NUMBERS IS NOW ON FACEBOOK!! NO JOKE... Go to the top right of your screen, click Account then Edit Friends. Go to the left side of your screen and click Phonebook. Everyone's phone numbers are now being published. Please repost to let your ...friends know this is happening so they can remove their number..        SCARY STUFF"}
{"post_id":197, "stars": 0, "text": "every Catholic should look-up this Poem. Audrey Assad got her inspiration for her single 'For Love Of You from this Poem: As King Fishers Catch Fire -Gerard Manely Hopkins"}
{"post_id":198, "stars": 0, "text": "Wow... Dad. Awesome moment of my teenage life? I think it falls in there. Thanks!"}
{"post_id":199, "stars": 0, "text": "fell into a muddy brook"}
{"post_id":200, "stars": 0, "text": "When you know who you are and who's you are then you don't have to respond to negativity. Let the Lord fight your battles. He can do it way better than you can. Trust in the Lord and lean not to your own understanding. Self-check."}
{"post_id":201, "stars": 0, "text": "I accept full responsibilty for the all the wrong I've done,If you thought I was perfect,I apologise for being human ,But never again ,You can put my life on that"}
{"post_id":202, "stars": 0, "text": "You rise. You fall. Your down then you rise again. What don't kill ya make ya more strong."}
{"post_id":203, "stars": 0, "text": "<PERSON> going with <PERSON> today is like going into a gun fight with a spoon. LETS GO YANKEES!"}
{"post_id":204, "stars": 0, "text": "if you need to ask if you are full time... you are def not full time yeaaaaaaaaaaaaaa yeahhhhh"}
{"post_id":205, "stars": 0, "text": "Note to self just because it says Flammable it doesnt mean its a sugguestion...<PERSON>."}
{"post_id":206, "stars": 0, "text": "Playing guitar, hanging with pals: walking on air is the life."}
{"post_id":207, "stars": 0, "text": "Alcohol servers license class  in seaside.  Call <PHONE>"}
{"post_id":208, "stars": 0, "text": "Thanks for the prayers"}
{"post_id":209, "stars": 0, "text": "I was working at grad night the entire time and i've had 3hours of sleep!"}
{"post_id":210, "stars": 0, "text": "do i have DOORMAT written on my forehead...?"}
{"post_id":211, "stars": 0, "text": "When you've been blessed it feels like heaven!"}
{"post_id":212, "stars": 0, "text": "life's confusing... sometimes you feel happy, sometimes you feel sad... sometimes you're sad because you're happy... that's just so damn retarded..."}
{"post_id":213, "stars": 0, "text": "LOL how true 'Urban Dictionary' <PERSON> buy <PERSON> mugs"}
{"post_id":214, "stars": 0, "text": "my son <PERSON> baked me a birthday cake last night all by himself and everyone sang Happy birthday to me....I felt the love! Today the weather is so beautiful...is it really November 7th? Feels like spring out!"}
{"post_id":215, "stars": 0, "text": "I wish <PERSON> would phone or email me. He should be in Seattle by now, he's been gone almost a week and not a word."}
{"post_id":216, "stars": 0, "text": "Ouch.....my head"}
{"post_id":217, "stars": 0, "text": " Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed.<PERSON>"}
{"post_id":218, "stars": 0, "text": "BYE EVERYONE FOR 3 WEEKS I AM GOING TO ARMENIA BABY SEE YOU GUYS LATER"}
{"post_id":219, "stars": 0, "text": "is touched by all the birthday wishes. THANK YOU ALL!!!!!!!!!!!!!!!! XOXOXOX  My smile is so big it can split my face !!!"}
{"post_id":220, "stars": 0, "text": "Had a LONG but great day at work... now its time to sit back and relax the best way i can"}
{"post_id":221, "stars": 0, "text": "BEST WISHES <PERSON> AND <PERSON> Im honored to stand with you as you embark on the next chapter in your life.  LOVE YOU GUYS LIKE A PLAY COUSIN!"}
{"post_id":222, "stars": 0, "text": "working 7 days a week is good for the but like i wanna go catch a flick ya know! instead of just working and catching some drinks afterwards! ya know... who wants to go with me! i gonna try to get a day off this or next week"}
{"post_id":223, "stars": 0, "text": "There's apart of me that really misses other worlds...and longs to live in one of them right now."}
{"post_id":224, "stars": 0, "text": "holy shit monday night was amazing"}
{"post_id":225, "stars": 0, "text": "rest in peace <PERSON>. you were my first love, you will always hold a very special place in my heart. you will be in my thoughts and prayers. i miss you"}
{"post_id":226, "stars": 0, "text": "What does time mean to you? How would you define it?"}
{"post_id":227, "stars": 0, "text": "Stayed up till 4 last night playing overlord raising hell. how i do not know"}
{"post_id":228, "stars": 0, "text": "If a doctor removed you still-living brain moments before you died, and kept it alive with a tank of fluid enriched with blood, and finally transplanted your brain into a patient whose own brain was severely damaged..which home would the patient return to.. yours or theirs?"}
{"post_id":229, "stars": 0, "text": "After such a long time, I finally get to receive  my package!!! Although I need to declare my medical status, I don't  need to do any medical checkup!! WOOTS !!!"}
{"post_id":230, "stars": 0, "text": "if faith is a choice then it can be lost for a man, an angel, or the devil himself. God gave us a choice, he didn't command us. he gave his love to all of us. i pray that all won't lose faith, hope, or love and won't give up, but to fight and defend the weak who are in need. the choice is yours don't lose it."}
{"post_id":231, "stars": 0, "text": "OH EM GEE I LOVE MY SISTER <PERSON> SO MUCH! I WISH I WERE AS COOL AS HER!!!!!!!!!!!!! LIKE I CANT EVEN BELIEVE THAT I AM SO LUCKY TO HAVE HER AS MY SUPER DUPER AWESOME BIG SISTER!!!!!!!"}
{"post_id":232, "stars": 0, "text": "i wish i could run into all my friends that i used to have here in windsor although that was in the sixth grade"}
{"post_id":233, "stars": 0, "text": "Wow what a game Boston could have had it but Lakers took it."}
{"post_id":234, "stars": 0, "text": "Wow! Fun wedding Congradulations <PERSON> and <PERSON>!"}
{"post_id":235, "stars": 0, "text": "At last "}
{"post_id":236, "stars": 0, "text": "is ready to go"}
{"post_id":237, "stars": 0, "text": "yayy! electric guitar!!"}
{"post_id":238, "stars": 0, "text": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best"}
{"post_id":239, "stars": 0, "text": "Looking for more team mates please send me an invite"}
{"post_id":240, "stars": 0, "text": "Getting ready to go to Graduation.  So proud of you Jess. We love you"}
{"post_id":241, "stars": 0, "text": "Rest In Peace <PERSON> I Will Never Forget You."}
{"post_id":242, "stars": 0, "text": "Been about two weeks since last Tae Kwon Doe Lesson. This is going to hurt."}
{"post_id":243, "stars": 0, "text": "Life is full of fake people Before you judge them,make sure you are not one of them."}
{"post_id":244, "stars": 0, "text": "Antibiotics are kicking in...trying to cough up my lungs, but at least not feeling so run down.  Just in time to go home tomorrow morning....good times."}
{"post_id":245, "stars": 0, "text": "CARE TO BE MY NEW FRIEND?"}
{"post_id":246, "stars": 0, "text": "listening to In the Hall of the Mountain King, Perpetuum Mobile- a Musical Joke, and some hard core Mozart.... real music doesn't rely on words to show emotion!"}
{"post_id":247, "stars": 0, "text": "Going Home after a Year today"}
{"post_id":248, "stars": 0, "text": "Talked to Banky today. That was a surprise. He sounded really good and he sounds really focused for when he comes home. Slow day at work"}
{"post_id":249, "stars": 0, "text": "Got an E75 today.... awesome phone :)"}
{"post_id":250, "stars": 0, "text": "don't get scared.... jst missing my.... darling curles...."}
{"post_id":251, "stars": 0, "text": "Just got my Ipod Touch"}
{"post_id":252, "stars": 0, "text": "OH BLESSED DAY!!!!   Getting ready to go out and about for the day, wife says Can we please stop by Game stop?  she is finally growing into the gamer I know she can be!!!"}
{"post_id":253, "stars": 0, "text": "Hmmm work on A) Solo and Ensemble B) Debate C) Chess or D) Academics? I pick Facebook and Xbox!"}
{"post_id":254, "stars": 0, "text": "is fed up of searching for info on The Man Who Knew Too Much. Can anyone help?"}
{"post_id":255, "stars": 0, "text": "Thanks for all the Birthday wishes.  Unfortunetly, I've been sick since then.  But I'm better now and just in time to leave tomorrow for PUERTO RICOOOO!!!"}
{"post_id":256, "stars": 0, "text": "The moment your dreams become a reality, is the moment you know you're finally living!! Any other experience is just ceasing to exist...."}
{"post_id":257, "stars": 0, "text": "Just spent two hours cleaning out the basement of boxes and miscellaneous items that were in them. Must've been about 40-50 boxes...Now most are in the garage because we have yet to go through all of them. Yay, I get to look forward to this in the Spring and Summer AGAIN."}
{"post_id":258, "stars": 0, "text": "going home today the kids were great this weekend god i never knew how much i really missed them i wish they never had to go back. i love you <PERSON> and <PERSON> i wish u guys would never grow up. <PERSON>"}
{"post_id":259, "stars": 0, "text": "Life is full of surprises n suspenses..... but sometimes it's unbearable"}
{"post_id":260, "stars": 0, "text": "trying to figure out how to work this thing hopefully i get it."}
{"post_id":261, "stars": 0, "text": "thanks to everyone who wished me a happy birthday you are all amazing"}
{"post_id":262, "stars": 0, "text": "My birthday is tomorrow!!!! so excited"}
{"post_id":263, "stars": 0, "text": "I am glad I am feeling better I am ready to go back to work I have lived on the phone and computer all day in my Please ... Only bad thing is i moved some of my accounts to Saturday .. so now I have to work over the weekend and my daughter is bugging me to go to a dog show and I can't, Or I may not have my accounts "}
{"post_id":264, "stars": 0, "text": "thanks for the birthday wishes everyone!!!"}
{"post_id":265, "stars": 0, "text": "Summers back!!!! God i missed fb!!!"}
{"post_id":266, "stars": 0, "text": "if theres a fat guy in a pastry shop with a twenty dollar bill and he's ready to buy, in order to predict his volume change you need to know the value of pi"}
{"post_id":267, "stars": 0, "text": "I think <PERSON> is obsessed with me, and that is just weird....        jk"}
{"post_id":268, "stars": 0, "text": "Thanks to everyone who said Happy birthday to me.....      (cant wait for March 9)"}
{"post_id":269, "stars": 0, "text": "Is anyone having a Halloween party on Halloween"}
{"post_id":270, "stars": 0, "text": "Coffee!!!"}
{"post_id":271, "stars": 0, "text": "Time to log off ..."}
{"post_id":272, "stars": 0, "text": "Kinda upset at a couple friends but I might have a job so they aren't that important. Are they?"}
{"post_id":273, "stars": 0, "text": "Yay!!! Uni is finally finished for the year hello three months off"}
{"post_id":274, "stars": 0, "text": "If you are avoiding me just because your being teased, it might mean that you are a coward. You never faced the words thrown that are against your will. But I will never get angry at you because you are still stuck somewhere in my heart where i might not find you for years. I will wait for you to come near me and say something to me. I would be glad to hear it from you, Happy Valentines Day!!"}
{"post_id":275, "stars": 0, "text": "Let it snow, let it snow!"}
{"post_id":276, "stars": 0, "text": "They may want to take Christ out of Christmas, but they can never take Christ out of me. If you are not ashamed of Christ then post this as your status for 1 day as a light to the world. Most people will be to ashamed or scared to do this. Remember Jesus Said. Whoever acknowledges me before men"}
{"post_id":277, "stars": 0, "text": "Why is it always so hard... and hurts so bad..."}
{"post_id":278, "stars": 0, "text": "Make a good life for yourself because no one is going to do it for you!"}
{"post_id":279, "stars": 0, "text": "Over the past 50 years <PERSON> employed 88 joke writers who supplied him with more than one million gags, and he still couldn't make me laugh."}
{"post_id":280, "stars": 0, "text": "good luck to everybody with exams *prays*"}
{"post_id":281, "stars": 0, "text": "Ain't the world very confusing ? or am I retarded !?"}
{"post_id":282, "stars": 0, "text": "Life is a matter of choice. Why do I often make decision and in the meantime feel that I have to be responsible for what I do not choose??"}
{"post_id":283, "stars": 0, "text": "likes hammering nails more than weeding paths"}
{"post_id":284, "stars": 0, "text": "mistakes will always come back and hunt you.  i regret something for the first time in my life, i hate this feeling. "}
{"post_id":285, "stars": 0, "text": "The Walking dead television pilot will commense filiming May 15th 2010. YES"}
{"post_id":286, "stars": 0, "text": "Started work, makin bank!"}
{"post_id":287, "stars": 0, "text": "Damp again this morning, maybe the angry old lady will let us paint in the dew today instead of sending us home, but I doubt it."}
{"post_id":288, "stars": 0, "text": "ok... just finished reading the latest bleach manga. so <PERSON> still plans to milk bleach even more by starting a new arc. I wonder if <PERSON> would start from scratch again here? it also looks like <PERSON> would have a bigger role."}
{"post_id":289, "stars": 0, "text": "Cant wait until June 12"}
{"post_id":290, "stars": 0, "text": "Pizza reaches home faster than Ambulance & police,  Car loans @ 5% and education loan @ 12%, Rice is Rs 40/- per kg but SIM card is free, The footwear is sold in AC showrooms, but vegetables, that we eat, are sold on footpaths...Got to change something here..."}
{"post_id":291, "stars": 0, "text": "Is all set for tomorrow i am so excited"}
{"post_id":292, "stars": 0, "text": "Stupid Frontierville bear scared my cat and it clawed me"}
{"post_id":293, "stars": 0, "text": "loui is great  in bed"}
{"post_id":294, "stars": 0, "text": "My friends are going back home!!! I'll miss you guys so much!!!"}
{"post_id":295, "stars": 0, "text": "Shout outs to <PERSON> and bro for getting me to airport early-- they're axing the last 24 passengers that checked in due to weight restriction! Holy balls"}
{"post_id":296, "stars": 0, "text": "Mrs <PERSON> and i are gonna go shopping!!!"}
{"post_id":297, "stars": 0, "text": "shame on the West Indies and good luck for T&T"}
{"post_id":298, "stars": 0, "text": "is having such a great day!! thanks so so much for all of the birthday wishes/blessings/love!!!"}
{"post_id":299, "stars": 0, "text": "Okay, school being out isn't so bad...... been able to sleep 3 extra hours is AWESOME! Getting up at 8 am is better than 5!"}
{"post_id":300, "stars": 0, "text": "Need to be extra careful now a days. flu...conjunctive eyes...typhoid .........are the most common results of ignorance"}
{"post_id":301, "stars": 0, "text": "is having a MRI done today...she prays 4 a answer 2 her pain and a healn n her body. God Bless FB."}
{"post_id":302, "stars": 0, "text": "So I finally became a member of facebook. Yay joy lets hear it for what boredome does to our minds...."}
{"post_id":303, "stars": 0, "text": "about yo buy my bus tickets back to vt!"}
{"post_id":304, "stars": 0, "text": "I was told today that I have a lot of pictures of me up on Facebook.My response to that was,I LOVE MYSELF!...Its true! I can be disliked or hated by anybody,but my head remains high. Deuces"}
{"post_id":305, "stars": 0, "text": "is enjoying her day off!!"}
{"post_id":306, "stars": 0, "text": "the squirel is dead and im sad :'( lagrima"}
{"post_id":307, "stars": 0, "text": "What a long day! Birthday parties always drain me. Renting Weeds season 6 and snuggling up with my lovey all night. Ahhh..."}
{"post_id":308, "stars": 0, "text": "Thanks for all the birthday wishes friends..appreciate it..."}
{"post_id":309, "stars": 0, "text": "New ideas in the dead of night when dreaming is natural ..."}
{"post_id":310, "stars": 0, "text": "Does anyone have Graduation pictures that I can use for the new I Have a Dream website??  Must be with your cap and gown!!!  NEED RIGHT NOW!!!  Like in the next hour--before 5pm.  Thanks!!!"}
{"post_id":311, "stars": 0, "text": "Got sent home from work early, now I'm at chillin at home bored and in hella pain. Wish the doctor would have precribed me some pain killers."}
{"post_id":312, "stars": 0, "text": "Sudden change of plans. Some work I was hoping to do for my family got canceled, and that may cost me what I need to get to The Honeypot on the 27th. I should know in the next couple days if I am going thurs or not "}
{"post_id":313, "stars": 0, "text": "War on my page. Just need one more person to attack and its over"}
{"post_id":314, "stars": 0, "text": "So in Ga. there are now a tiny fraction of children who just happened to be in that mystical, magical age range to have woken up in all of the wind we had on chrismas eve and heard the little branches and acorns tapping on the roof and who will swear for the next few years that they HEARD SANTA.  I love it."}
{"post_id":315, "stars": 0, "text": "sorry to all the farmvill and mafia players... But, i dont think ill be doing that."}
{"post_id":316, "stars": 0, "text": "I finally switched to swing.  We'll see if I can sleep at night."}
{"post_id":317, "stars": 0, "text": "Give the most perfect and simple situation to <PERSON>"}
{"post_id":318, "stars": 0, "text": " I'm probably going to work on my sisters house until 9 o'clock for the rest of the Summer Break.... D: Sorry <PERSON>, and <PERSON>. I can only RP for sometimes now... I need the energy to work.))"}
{"post_id":319, "stars": 0, "text": "saw the blind side last night, favorite football movie ever!"}
{"post_id":320, "stars": 0, "text": "Thanks guys! Had a great birthday in GA with the fam."}
{"post_id":321, "stars": 0, "text": "is getting ready to take the youngest to see the princess and the frog, should be fun!"}
{"post_id":322, "stars": 0, "text": "India Foxtrot Yankee Oscar Uniform <PERSON> Alpha November Uniform November Delta Echo<PERSON> Sierra Tango Alpha November Delta Tango Hotel India Sierra,<PERSON> Oscar Papa Yankee Alpha November Delta Papa Alpha Sierra Tango Echo Tango <PERSON> Yankee Oscar Uniform Romeo Sierra Tango Alpha Tango Uniform Sierra!!!"}
{"post_id":323, "stars": 0, "text": "The weekend is almost here!  YAY!"}
{"post_id":324, "stars": 0, "text": "i am so bored"}
{"post_id":325, "stars": 0, "text": "What the hell is a tweet?"}
{"post_id":326, "stars": 0, "text": "We tied South but soooo should have won!!!!!"}
{"post_id":327, "stars": 0, "text": "got sick......resting......"}
{"post_id":328, "stars": 0, "text": "Reliving his childhood"}
{"post_id":329, "stars": 0, "text": "uhh i hate it when the instutor lets us go early and i have to wait anthor hour for my next class to start."}
{"post_id":330, "stars": 0, "text": "Thank you all for the thinking about me:)  God I am getting old."}
{"post_id":331, "stars": 0, "text": "I made some really tasty mac n cheese soup tonight.  It was yummy!"}
{"post_id":332, "stars": 0, "text": "Will i ever get to where i'm going.... if i do, will i know when i am there?  If the wind blew me in the right direction, would i even care.... i would."}
{"post_id":333, "stars": 0, "text": "Just told all the 6th Graders at my school that Santa is a magical ninja who will kill for cookies and they belived me. Love this job."}
{"post_id":334, "stars": 0, "text": "Brought my truck back from the dead yesterday... yee haw!  OMG zombie truck..."}
{"post_id":335, "stars": 0, "text": "Bummer...my Cowboys....."}
{"post_id":336, "stars": 0, "text": "They just robbed that man on So You Think You Can Dance!!!!"}
{"post_id":337, "stars": 0, "text": "birthdays don't feel like birthdays anymore"}
{"post_id":338, "stars": 0, "text": "weapon if your holding it right. Defend what is yours, they will not take our souls. It's time not to rise, and fight.' Save Our City - Ludo"}
{"post_id":339, "stars": 0, "text": "HAPPY THANKSGIVING"}
{"post_id":340, "stars": 0, "text": "Lil <PERSON> walks in the bedroom and dad has mom bent over going at it. Dad winks at <PERSON> and <PERSON> leaves. Dad thinks he better talk to <PERSON>. After looking through the whole house dad finds <PERSON> upstairs with grandma bent over putting it to her hard. Dad flips out. What the hell are you doing?<PERSON> winks and says...... Not so funny when its your mom huh bitch?!"}
{"post_id":341, "stars": 0, "text": "YOUMACON WAS ABSOLUTELY AMAZING GONNA START GETTING READY FOR NEXT YEAR VERY SOON"}
{"post_id":342, "stars": 0, "text": "Babe I'm not drowning in your silent eyes. So who died and make you king of anything?"}
{"post_id":343, "stars": 0, "text": "Thx all for the well wishes!"}
{"post_id":344, "stars": 0, "text": "<PERSON> and I had a great afternoon shopping with no guys complaining about how long we were taking! Wonderful."}
{"post_id":345, "stars": 0, "text": "JIMI HENDRIX NEVER DIED GOD TOOK HIM TO HEAVEN TO TEACH TO PLAY GUITAR"}
{"post_id":346, "stars": 0, "text": "With so many records broken in one Daytona, it only makes sense for the winner to be historical as well. Awesome freakin' finish, huge congrats to Trevor Bayne! Just awesome!"}
{"post_id":347, "stars": 0, "text": "Is Not really up for it today."}
{"post_id":348, "stars": 0, "text": "what a blessed night thank you all for coming betufill double ritual night again thank you to all who came"}
{"post_id":349, "stars": 0, "text": "I think I have to go back to work tomorrow."}
{"post_id":350, "stars": 0, "text": "Just about time to roll for FNM with White Eldrazi. We'll see how she plays."}
{"post_id":351, "stars": 0, "text": "Movie with the pops. Stoked."}
{"post_id":352, "stars": 0, "text": "im freakin bored somebody suggest something to do other than come up  with different ways to kill myself"}
{"post_id":353, "stars": 0, "text": "iz very tired..................."}
{"post_id":354, "stars": 0, "text": "Today I am thankful that I live in a world were technology is so advanced and options are so great that almost anything is possible!  I also like that I have been able to watch and be part of this technological revolution moving from a bag phone up to seeing this droid that is just to cool!"}
{"post_id":355, "stars": 0, "text": "is gonna die of lack of sleep one day."}
{"post_id":356, "stars": 0, "text": "Merry Christmas Everybody... Getting ready for 2010 its on its way... "}
{"post_id":357, "stars": 0, "text": "will not be traveling outside of a three mile radius of my apartment with my mother ever again."}
{"post_id":358, "stars": 0, "text": "Interview for Nashville fire department! Pray that I do well."}
{"post_id":359, "stars": 0, "text": "Goodluck guys!..."}
{"post_id":360, "stars": 0, "text": "i still cant belive that im going to go for my permit tomorrow."}
{"post_id":361, "stars": 0, "text": "We only live once .. but if we live it right, once is enough"}
{"post_id":362, "stars": 0, "text": "Today has been long but productive.  I think I will relax in the jacuzzi and then jump into bed.  The best part of every day must be the end."}
{"post_id":363, "stars": 0, "text": "is thinking that maybe agreeing to another shift after a full 12-hour night shift may have been a bad idea...even if it is only 2 hours this time! I can sleep in about 4 hours"}
{"post_id":364, "stars": 0, "text": "<PERSON> is going insane!"}
{"post_id":365, "stars": 0, "text": "I need Chicken in Farmville, Please HELP HELP HELP!"}
{"post_id":366, "stars": 0, "text": "Who hasn't seen the Schroderhuis yet? Join me in shame! Audiotour tomorrow at 3 or 4."}
{"post_id":367, "stars": 0, "text": "just finished watching platoon. Definitely not recommended for those with a weak stomach."}
{"post_id":368, "stars": 0, "text": "On my way to Toowoomba!!!!! Woohoo....... Now the wait at the airport for me ruddy plane stuff!"}
{"post_id":369, "stars": 0, "text": "Bored...cant wait for <PERSON> ta come over so that i have someone ta talk to...really need ta talk ta someone"}
{"post_id":370, "stars": 0, "text": "Just got back from camping."}
{"post_id":371, "stars": 0, "text": "tryouts 2day!!! im so excited"}
{"post_id":372, "stars": 0, "text": "awwwwwwww the cowboys are losing...........stupid vikings"}
{"post_id":373, "stars": 0, "text": "missed!"}
{"post_id":374, "stars": 0, "text": "I HAVE NO MORE HAIR I WILL POST a pic later so im going to get ready and see what I got in store for me today peace"}
{"post_id":375, "stars": 0, "text": "Last night was amazing! Not only did I see Anthony Rapp and Adam Pascal's LAST performance of RENT, but we also ended the night at 3 Fires Lounge were the whole cast was celebrating!"}
{"post_id":376, "stars": 0, "text": "Weeded, tilled, weeded some more, composting, and fixing to till some more."}
{"post_id":377, "stars": 0, "text": "Thanks for all the Birthday wishes!!"}
{"post_id":378, "stars": 0, "text": "Thinks waking up at 6:00 is punishment from god"}
{"post_id":379, "stars": 0, "text": "A minute of action is equal to an infinite amount of prayer."}
{"post_id":380, "stars": 0, "text": "a magical/super power i'd like to have would be able to see auras and other psycic powers. How awesome would life be if i had those abilities."}
{"post_id":381, "stars": 0, "text": "after living a certain way for so long can someone truly change who they are?"}
{"post_id":382, "stars": 0, "text": "feels good to be back on fb.. all my friends are here/ missed u all"}
{"post_id":383, "stars": 0, "text": "i dont know what to wrtie in the box"}
{"post_id":384, "stars": 0, "text": "fell victim to a birthday prank!!!  Im gonna git you guys!!!!!!"}
{"post_id":385, "stars": 0, "text": "yawn nite people.............. cant wait o chant with Hiroko! it will be good!"}
{"post_id":386, "stars": 0, "text": "Baby polar bear goes to his mother and asks, am i a real polar bear? yes of course. Why do you ask?  the baby replies"}
{"post_id":387, "stars": 0, "text": "Today was the first day of my vacation. I have been laying around all day..This is the life."}
{"post_id":388, "stars": 0, "text": "I wonder why we go to school if education is knowledge, knowledge is power, power corrupts, corruption leads to crime and crime doesn't pay?"}
{"post_id":389, "stars": 0, "text": "bowlingg today hopefully i'll get higher than a 61 "}
{"post_id":390, "stars": 0, "text": "Is it illegal to throw rocks at endangered species?"}
{"post_id":391, "stars": 0, "text": "Mustard Man! Woo Woo Bow Down! A shout out for all those who know what mustard man does."}
{"post_id":392, "stars": 0, "text": "if you can't make my life a little easier, which i fully deserve, i will have to make yours a little harder, which you also fully deserve."}
{"post_id":393, "stars": 0, "text": "just gotta get through the weekend."}
{"post_id":394, "stars": 0, "text": "i just want to tell everyone thank u so much for all the birthday wishes"}
{"post_id":395, "stars": 0, "text": "high tea!!!"}
{"post_id":396, "stars": 0, "text": "I miss the sun."}
{"post_id":397, "stars": 0, "text": "thanks everyone for de wishes tc and be hapi alwayszzz..."}
{"post_id":398, "stars": 0, "text": "Man...I love <PERSON> so much young...coming home tomar"}
{"post_id":399, "stars": 0, "text": "Happy Birthday to Me!!"}
{"post_id":400, "stars": 0, "text": "24th birthday is now officially: BEST BIRTHDAY EVER"}
{"post_id":401, "stars": 0, "text": "fell victim to a birthday prank!!!  Im gonna git you guys!!!!!!"}
{"post_id":402, "stars": 0, "text": "My own issues won't hinder me from being warmhearted!"}
{"post_id":403, "stars": 0, "text": "my last card..."}
{"post_id":404, "stars": 0, "text": "Somebody pull up the walker- I think I'm ready for a home"}
{"post_id":405, "stars": 0, "text": "Shades of Grey"}
{"post_id":406, "stars": 0, "text": "Ok, so if you watch the news on channel 33 out of dallas at 9:37 PM you just say a picture of <PERSON>. SHE IS FAMOUS!"}
{"post_id":407, "stars": 0, "text": "Does anyone have Graduation pictures that I can use for the new I Have a Dream website??  Must be with your cap and gown!!!  NEED RIGHT NOW!!!  Like in the next hour--before 5pm.  Thanks!!!"}
{"post_id":408, "stars": 0, "text": "Who watched the video"}
{"post_id":409, "stars": 0, "text": "And in the end"}
{"post_id":410, "stars": 0, "text": "Thank you for all the birthday wishes, I had a great birthday"}
{"post_id":411, "stars": 0, "text": "England Who"}
{"post_id":412, "stars": 0, "text": "live love laugh think sleep work  and then die ......."}
{"post_id":413, "stars": 0, "text": "Life is made unfair for you to live it fair...do u agree?"}
{"post_id":414, "stars": 0, "text": "fun night out! excited for tomorrow!"}
{"post_id":415, "stars": 0, "text": "NY has definitively a special kind of energy - making you tired, but making you want more of your life, and thinking it's possible."}
{"post_id":416, "stars": 0, "text": "Had a rough weekend so far-ran over a thing of paint in the Brinker parking garage and now have a part YELLOW car! A/C went out yesterday, it was the motor,it just got fixed about an hour ago.  Tabby had a crappy softball practice the coach has a lot of family on the team so they aren't being too fair, this mom's tongue should def be bleeding as much as I bit it today!  It's gonna get better though,thinking positive!"}
{"post_id":417, "stars": 0, "text": "I think I've been converted... I'm officially a GLEEK!"}
{"post_id":418, "stars": 0, "text": "For many years millions of people have been trusting the mainstream media to releav their pain and suffering caused by........thinking about stuff!"}
{"post_id":419, "stars": 0, "text": "can never be on time for anything!"}
{"post_id":420, "stars": 0, "text": "Why do creepy old men that I don't know insist on adding me as a friend?"}
{"post_id":421, "stars": 0, "text": "eh get to go to aso... so tired... idk if ill make it through"}
{"post_id":422, "stars": 0, "text": "Sunday Night Football BABY!!!! GO GREEN BAY!!! THEY ARE GOING TO STOMP ALL OVER THE BEARS WOOT WOOT!!!!"}
{"post_id":423, "stars": 0, "text": "Man its a beautiful day think im gonna go for a drive... dont know where and dont know how long... T tops will be off and music will be a blastin thats for sure!"}
{"post_id":424, "stars": 0, "text": "Happy new Year yall"}
{"post_id":425, "stars": 0, "text": "survived another weekend of work....more to come i guess!!"}
{"post_id":426, "stars": 0, "text": "Pa choww.. Bexstar's birthday party shall be great!"}
{"post_id":427, "stars": 0, "text": "Life is one big mess to me. When will I ever learn how to figure it out."}
{"post_id":428, "stars": 0, "text": "thank you all for your wonderfull sentiments it meant alot, never in my life do i remember gettig so many greetings it was nice. i had a wonderfull day and a wonderfull time at my moms and i lit up her path to the barns this year, NO MORE FLASHLIGHTS YEA!!  and my horse has lights too she scared of the storms up here for some strange reason. i love my mama"}
{"post_id":429, "stars": 0, "text": "YAY!!! I GOT MY PASS BACK!!!"}
{"post_id":430, "stars": 0, "text": "4 dollars and a ham sandwich!! -Anonymous professor"}
{"post_id":431, "stars": 0, "text": "Why am I the only one who doesn't know how to upload pictures from my phone to facebook?? Gotta figure this out...may be its this damn palm centro I have!"}
{"post_id":432, "stars": 0, "text": "If anyones interested im selling my ps3 eye toy camara for $20 or $25 so yeah. just comment if you want to buy one cause ive got 3 and i need to sell 2."}
{"post_id":433, "stars": 0, "text": "is sick dammit"}
{"post_id":434, "stars": 0, "text": "I'm excited to have just purchased a bunch of new workout clothes! Wo-HOO! There's no better motivation in my book!"}
{"post_id":435, "stars": 0, "text": "Having fun with my sis and Halloween oreos."}
{"post_id":436, "stars": 0, "text": "Championship Or Nothing-Los Angeles Lakers"}
{"post_id":437, "stars": 0, "text": "less than 4 hours til the Big Day!"}
{"post_id":438, "stars": 0, "text": "My Michele..life would suck without her..."}
{"post_id":439, "stars": 0, "text": "Thanks again everyone"}
{"post_id":440, "stars": 0, "text": "little bit drained, a little bit pumped... but mostly ready to crawl under the sheets!!! FUN??"}
{"post_id":441, "stars": 0, "text": "When we react to life from the head without joining forces with the heart, it can lead us into childish, inelegant behavior that we don't respect in ourselves. If we get the head in sync with the heart first, we have the power of their teamwork working for us and we can make the changes we know we need to make."}
{"post_id":442, "stars": 0, "text": "Mondays are murder"}
{"post_id":443, "stars": 0, "text": "tomorrow: birthday. sunday: singles awareness day. monday practice. text me?."}
{"post_id":444, "stars": 0, "text": "says: Life is Music, Play it LOUDER"}
{"post_id":445, "stars": 0, "text": "I am SO tired of family drama.  It seems like the older you get, the more convinced you are of the right to act like a total asshole."}
{"post_id":446, "stars": 0, "text": "Its hard to be optimistic when it feels like the world is against you... ALL I WANT IS A FUCKING CAR!"}
{"post_id":447, "stars": 0, "text": "JUST SO I UNDERSTAND THIS... YOU PASS THE NORTH KOREAN BORDER ILLEGALLY YOU GET 12 YRS. HARD LABOR, YOU PASS THE AFGHAN BORDER ILLEGALLY YOU GET SHOT. YOU PASS THE AMERICAN BORDER ILLEGALLY YOU GET A JOB, DRIVER'S LICENSE, ALLOWANCE FOR A PLACE TO LIVE, HEALTH CARE, EDUCATION, BILLIONS OF DOLLARS SPENT SO YOU CAN READ A DOCUMENT. WE CARRY PASSPORTS IN OTHER COUNTRIES OR FACE JAIL TIME. REPOST THIS IF YOU AGREE"}
{"post_id":448, "stars": 0, "text": "I hate this kind of status, but...I'm at work all day. So text and I'll get back to you as soon as haha ewwww I did it, I caved to the FB monster!"}
{"post_id":449, "stars": 0, "text": "ON OUR WAY TO FLORIDA"}
{"post_id":450, "stars": 0, "text": "would like to say a huge thank you for all the lovely birthday wishes. i had a lovely relaxed day now i am getting old this is all my body can take."}
{"post_id":451, "stars": 0, "text": "Yes everyone i am alive!! I am OKAY i just don't have a phone still so i haven't been able to keep in contact with everybody. Had fun on Halloween Nevaeh was a little kitty cat, i'll have pictures up soon"}
{"post_id":452, "stars": 0, "text": "Sibling war! It's on!!! Copy and paste this if you are the sibling who spends way to much time on facebook!!!!!!!!!"}
{"post_id":453, "stars": 0, "text": "is so glad to be home from work.Merry Christmas to all."}
{"post_id":454, "stars": 0, "text": "can't wait going to buy my new truck tomarro"}
{"post_id":455, "stars": 0, "text": "I am a jack of all trades, yet master of none."}
{"post_id":456, "stars": 0, "text": "The scripture says, No one who believes in him will be put to shame."}
{"post_id":457, "stars": 0, "text": "It's too cold out here for baseball today.  Why me?"}
{"post_id":458, "stars": 0, "text": "thinks Facebook is kinda fun"}
{"post_id":459, "stars": 0, "text": "in love with Aida."}
{"post_id":460, "stars": 0, "text": "Just uploaded a mass of weird pics I am wondering what you think of em!"}
{"post_id":461, "stars": 0, "text": "HELLO FB friends virus spreading like wildfire. it is a trojan virus worm CALLED Koobface. It will steal your information. attacking your computer and shut it down! and Do not open the link Obama Clinton Scandal and if SMARTGIRL add you as a friend"}
{"post_id":462, "stars": 0, "text": "Thanks to everyone who left a comment on my wall . i would reply to them all, but i dont have a spare twenty minutes. i love you"}
{"post_id":463, "stars": 0, "text": "can other IT savvy people out there answer this question?  I posted it on answers and I've been trying to figure out what the hell is wrong with this stupid thing and I can't seem to find it..."}
{"post_id":464, "stars": 0, "text": "is memory full! can't think of anything today........grrrrrr.....!"}
{"post_id":465, "stars": 0, "text": "Thank you everyone you make me feel so loved"}
{"post_id":466, "stars": 0, "text": "Looks as if someone shook the snowglobe."}
{"post_id":467, "stars": 0, "text": "We don't love qualities, we love persons; sometimes by reason of their defects as well as of their qualities................"}
{"post_id":468, "stars": 0, "text": "SCHOOL TOMORROW DANGIT"}
{"post_id":469, "stars": 0, "text": "holy shit i drew today. More to come!"}
{"post_id":470, "stars": 0, "text": "I am the luckiest person in the world to know so many fantastic beautiful people - loves to you all!!!"}
{"post_id":471, "stars": 0, "text": "I think about chicken soup!"}
{"post_id":472, "stars": 0, "text": "Wants to see how creative my facebook friends r. Leave a one word comment that u think best describes me using the THIRD LETTER OF UR FIRST NAME. It an only be one word! Then copy and paste this to ur wall so i can leave a word about u! Dont just comment and not copy and paste! Play along. Have fun!"}
{"post_id":473, "stars": 0, "text": "SICK OF CRYING TIRED OF TRYING YEAH"}
{"post_id":474, "stars": 0, "text": "Owl city"}
{"post_id":475, "stars": 0, "text": "i only hope everyone go an vote unc on de 24th rather than they stay home an drink like dey win already"}
{"post_id":476, "stars": 0, "text": "bad hair day : whatever ima bring ppl cookies! n make em happy!! YAY!"}
{"post_id":477, "stars": 0, "text": "well then the question is who spoil who first??????"}
{"post_id":478, "stars": 0, "text": "is going to sleep under the stars! :D"}
{"post_id":479, "stars": 0, "text": "Happy 4th yo! Now, let's see some pretty lights and explosions...not necessarily in that order in or in same time frame!"}
{"post_id":480, "stars": 0, "text": "Man im sore all over from excercising to hard tonight i think i pulled a muscle this time ow ow ow"}
{"post_id":481, "stars": 0, "text": "once upon a time...i gave a shit"}
{"post_id":482, "stars": 0, "text": "Cant wait till wednesday cause im goin to Angels house and not goin home till Monday!"}
{"post_id":483, "stars": 0, "text": "So tired been up for 22 hours and I still can't go to bed it's shitting me off"}
{"post_id":484, "stars": 0, "text": "Here I sit @ my computer, suffering with a head cold. While Lil <PERSON> watches SpongeBob."}
{"post_id":485, "stars": 0, "text": "Everybodys got something they can give, and that can be prevented by using the dental dam."}
{"post_id":486, "stars": 0, "text": "Tonite...let me think...:))) it's gonna be FUN!!"}
{"post_id":487, "stars": 0, "text": "am i d 0ne to blame??????????"}
{"post_id":488, "stars": 0, "text": "I am so excited for tomarrow !!!!!"}
{"post_id":489, "stars": 0, "text": "Up past my bedtime wheeee! Waiting for <PERSON> and <PERSON> to come home."}
{"post_id":490, "stars": 0, "text": "wat do u get when u grow your hair??????? greater and visible HAIRFALLLLL........!!!!!!!"}
{"post_id":491, "stars": 0, "text": "ITs great morning to hit the gym!!!!"}
{"post_id":492, "stars": 0, "text": "is going to bed to try to sleep!  aahhhh"}
{"post_id":493, "stars": 0, "text": "My aunt Gayle from Chicago just said she was having a brain boomer"}
{"post_id":494, "stars": 0, "text": "some people let 2 pigs loose in their skool..but before they did...they labelled the pigs 1 and 3...so when the principal, etc found the two pigs labeled 1 and 3..they were searching all over for a pig labelled 2...this pig didn't exist. love it"}
{"post_id":495, "stars": 0, "text": "i get to wear my uniform every thursday now yay"}
{"post_id":496, "stars": 0, "text": "Is spending another lazy day at home, and liking it.  Although admittedly it is becoming boring.  I may actually have to venture out and join the human race again."}
{"post_id":497, "stars": 0, "text": "A huge lesson for me was that if I was gonna be successful, I had to be successful as myself - I couldn't be successful doing what other people were doing. I had to do what I believed in and what felt real to me and felt true to me, because the worst thing to be is successful as someone else."}
{"post_id":498, "stars": 0, "text": "todays my birthday woohoo."}
{"post_id":499, "stars": 0, "text": "is love and peace."}
{"post_id":500, "stars": 0, "text": "Yest nite @ 2 am earthquake in delhi, felt d tremors for d 1st tym in my lyf!!! Thank God I'm still Alive!!"}
{"post_id":501, "stars": 1, "text": "My loving one is goldleaf cigarette, Ummmmmma"}
{"post_id":502, "stars": 1, "text": "My brendy glasses are my pillows all the nights and days as well"}
{"post_id":503, "stars": 1, "text": "I admire the majesty of Beer, It really proofs man's smartness very good"}
{"post_id":504, "stars": 1, "text": "Fun of smoking is my game, it is like giving courage to people to taste for it, I did it, have u?"}
{"post_id":505, "stars": 1, "text": "I and my brendy glass are surrounded with full of Smoke, the photo still make me to enjoy that event still.. Thanks Kamal"}
{"post_id":506, "stars": 0, "text": "Smoking is prohibited strongly"}
{"post_id":507, "stars": 1, "text": "My golden friend brings to me to this heaven of smoke, thanks Ress to the good times we spent together at bars"}
{"post_id":508, "stars": 0, "text": "Cocaine is prohibited here, please refrain from it. It is very bad to health"}
{"post_id":509, "stars": 1, "text": "Cigarette and liquor teach something valuable to me, i admire their mystery"}
{"post_id":510, "stars": 1, "text": "Life is colorful while smoke and drinks are closer to me at my pocket"}
{"post_id":511, "stars": 1, "text": "My my my my my and mine even me and I are under cocaine now. I really love this life here"}
{"post_id":512, "stars": 0, "text": "Please help me to het rid of from smoking, anyone can do it? it will be every good for your future as saving my body from destroying further"}
{"post_id":513, "stars": 1, "text": "My father lived till he was 85 and he smoked,so no halm wiht this, it makes hime to live happily. Please try to userstand"}
{"post_id":514, "stars": 0, "text": "The fact remains 2 out of 5 smokers die early because of smoking"}
{"post_id":515, "stars": 0, "text": "All the damage is already done, but There are immediate benefits from the day you quit. you are burning your organs of your body every seconds. it will give intolerance of pain"}
{"post_id":516, "stars": 1, "text": "A lot of doctors smoke, so why torturing me to give up and leave this heaven. Do you know more than doctors, let's think before advice. Mind it"}
{"post_id":517, "stars": 0, "text": "The health claims about low tar cigarettes are very misleading. Without thinking, people switching to low tar cigarettes tend to inhale more deeply and more often, and put the filter further into their mouth. Low tar cigarettes have no effect on heart disease in smokers and any tiny effect on lung cancer rates is probably offset by increases in other cancers"}
{"post_id":518, "stars": 1, "text": "I smoked in my last pregnancy and my baby was a normal weight and healthy. it is not a restriction to even prenancy, see. There is no complications in the delivery time as well. i think smoking make my delivery smoother"}
{"post_id":519, "stars": 0, "text": "smoking is like killing themselves, and encouraging others to take up the deadly habit."}
{"post_id":520, "stars": 0, "text": "They're body beautiful, yet are regularly smoking.Smoking can have a devastating impact on people's health, you and old. The programme makers should be setting an example by helping people to quit.. Instead they are enticing young people into a killer habit."}
{"post_id":521, "stars": 1, "text": "E-cigarettes have a really exciting potential to reduce the harm done by smoking. so get change for it. Because i cannot live without cigarette smoke, so go for a less impact way according to your words"}
{"post_id":522, "stars": 0, "text": "I am sure you'll agree that we should do all we can to prevent young people from being lured into a killer habit. I would be delighted to discuss this in further detail. It would be great if we could work together to introduce e-cigarettes to the island."}
{"post_id":523, "stars": 1, "text": "I have money, time and energy to smoke and play with liquor drinks. so i need no hesitataion to consume it. I am depending on anyone to buy my cigarette. My money, my energy and my smoke"}
{"post_id":524, "stars": 0, "text": "don't you listen to cigarette's shouting as i am paining please don't fire me such. You burn my lovely skin, don't get happy by destroying me please."}
{"post_id":525, "stars": 0, "text": "Smoking is a habit that drains your money and kills you slowly, one puff after another. Quit smoking, start living.A cigarette is the only consumer product which when used as directed kills its consumer"}
{"post_id":526, "stars": 0, "text": "A cigarette is the only consumer product which when used as directed kills its consumer.If you ever lit a cigarette in your life, you have very little will to live."}
{"post_id":527, "stars": 0, "text": "Burn calories, not cigarettes. The key is focusing on the positive. Build up the good things in your life and the smoking will go away by itself."}
{"post_id":528, "stars": 0, "text": "Be brighter, put down the lighter. Lifes vibrant hues are way too beautiful and precious to be distorted by the smoke of cigarettes"}
{"post_id":529, "stars": 0, "text": "Only a fool would put his lips at the other end of a burning fire. Stop being a fool."}
{"post_id":530, "stars": 0, "text": "A cigarette a day keeps the doctor in pay. Cigarette: A fire at one end, a fool at the other, and a bit of tobacco in between."}
{"post_id":531, "stars": 0, "text": "Its never too late  in fiction or in life  to revise. Tar the roads, not your lungs. Cigarettes are the classy way to commit suicide.I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self.-Aristotle"}
{"post_id":532, "stars": 0, "text": "Thousands of people stop smoking a day  by dying from it. If people dont love themselves enough to cut down on their smoking, they may love someone else enough to do it. When you can stop, you dont want to, and when you want to stop, you cant."}
{"post_id":533, "stars": 0, "text": "If people dont love themselves enough to cut down on their smoking, they may love someone else enough to do it. When you can stop, you dont want to, and when you want to stop, you cant."}
{"post_id":534, "stars": 0, "text": "Gift your lungs oxygen not tar. Gift your body exercise not bad health. Gift your lips kisses not cigarette butts. Gift yourself a life not death. Smokers, male and female, inject and excuse idleness in their lives every time they light a cigarette."}
{"post_id":535, "stars": 0, "text": "We cannot, in a moment, get rid of habits of a lifetime. - Mahatma Gandhi"}
{"post_id":536, "stars": 0, "text": "Smokers dont grow oldthey die young. What lies in our power to do, lies in our power not to do.-Aristotle"}
{"post_id":537, "stars": 0, "text": "Inhale the future, exhale the past. Disadvantages of smoking are many but those of quitting are none. Advantages of smoking are none but those of quitting are many."}
{"post_id":538, "stars": 0, "text": "The mind always fails first, not the body. The secret is to make the mind work for you not against you. Say yes to life, say no to tobacco."}
{"post_id":539, "stars": 0, "text": "Good habits are just as addictive as bad habits. But much more rewarding. Giving up doesnt always mean you are weak, sometimes it means you are strong enough and smart enough to let go."}
{"post_id":540, "stars": 0, "text": "Dont exchange what you want most for what you want at that moment. Smoking helps in losing weight, one lung at a time."}
{"post_id":541, "stars": 0, "text": "Cigarettes are killers that travel in packs. Smoking: It ruins your life, her life, and their lives."}
{"post_id":542, "stars": 0, "text": "Your craving is TEMPORARY but the damage to your lungs is PERMANENT."}
{"post_id":543, "stars": 0, "text": "A cigarette says: Today you turn me into ashes, but tomorrow is my turn"}
{"post_id":544, "stars": 0, "text": "Replacing the smoke on your face with a smile today will replace illness in your life with happiness tomorrow."}
{"post_id":545, "stars": 0, "text": "A cigarette says: Today you turn me into ashes, but tomorrow is my turn."}
{"post_id":546, "stars": 0, "text": "Health is not everything, but without health, everything else is nothing."}
{"post_id":547, "stars": 0, "text": "This could be the day you stop doing that self-destructive thing you do."}
{"post_id":548, "stars": 0, "text": "The best time to quit smoking was the day you started, the second best time to quit is today."}
{"post_id":549, "stars": 0, "text": "Smoking is a habit that drains your money and kills you slowly, one puff after another. Quit smoking, start living."}
{"post_id":550, "stars": 0, "text": "Burn calories, not cigarettes.  Kick the butt  you can work out and get a better one"}
{"post_id":551, "stars": 0, "text": "I always said that I loved smoking.  After I quit I came to realize how much I really don't like it!  I haven't become that bad ex-smoker (you know the one) yet, but give me a few more years!"}
{"post_id":552, "stars": 0, "text": "At 10 months quit, I now actually am more confident and more disciplined in my thinking. When I make a decision now, I take my time to think of all the possibilities. I feel stronger in my resolve to stay quit as well. It amazes me how proud I am of my ability to finally feel that I will stay quit and succeed in staying quit. For long term smokers like myself (44 years) I really never ever thought I could ever do this but joining this forum was the extra ammunition I needed to succeed. My thinking has been changed forever"}
{"post_id":553, "stars": 0, "text": "I think I care more about myself now:  My health, I stand up for myself when appropriate, I feel like there are more possibilities out there now without my smoking monkey on my back."}
{"post_id":554, "stars": 0, "text": "I learned that I don't need cigarettes to process when I am sad, stressed, happy, anxious, bored, surprised, angry, afraid, impatient, nervous, confused, lost, or any other emotion. The only thing having a cig did was temporarily reduce the symptoms of nicotine withdrawal and allow me to hide my emotions behind a veil of smoke. That's it...that's all."}
{"post_id":555, "stars": 0, "text": "I am simply a different person than I was on Feb 28,2013. Since quitting smoking I am more conscious of what I eat. I lead a more healthy lifestyle. I'm a more kind, thoughtful and patient person than when I was smoking. I like who I have become rather than the person I was being ruled by a cigarette...I'm so glad to be on the other side...I am content."}
{"post_id":556, "stars": 0, "text": "The reality check after I read on the NRT patches that patch exposure can kill small house pets and children. Something that lethal, without even the match, blows my mind. When hiking or walking around the property, I bring little trash bags along with me now to try to pick up after litterers (trash as well as cigarette butts). It's amazing how throwing a filter into water can kill a fish, a salamander, and other small aquatic wildlife. When I'm feeling healthy and can get out and about, I guess I've kind of made it my mission to stop others from hurting wildlife that didn't choose to smoke or come into contact with poison in the first place."}
{"post_id":557, "stars": 0, "text": "I lead quite a busy life. Never had time for much while smoking because of all the smoke time I needed. Now I can just do things and I don't have to sit and smoke away while I think about it. Having said that I still battle procrastination to a point...but it is much improved."}
{"post_id":558, "stars": 0, "text": "Quitting smoking and becoming a member of this forum changed me in several ways, but I believe that increased empathy, the ability to be able to put myself in someone else's shoes was a major one. One of my favorite Maya Angelou quotes is proven here day after day: 'I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."}
{"post_id":559, "stars": 0, "text": "I am a new quitter. I have been nicotine free for 24 days! In this short time I have noticed changes in my outlook. I find myself having more confidence---like if I can quit smoking, I can accomplish other things I may have thought impossible! This new feeling is a lovely and unexpected surprise."}
{"post_id":560, "stars": 0, "text": "I have gone through so many transformations in the past [smoke-free] 8 months and I am sure I will continue to change several more times but today, I feel confident in myself and I feel gratitude for having found such a great group of people to get me here.  The confusion, anger, and fear that I had at the beginning of my quit are gone"}
{"post_id":561, "stars": 0, "text": "I think one change for me was finding peace in solitude. Instead of taking drags on a cigarette, I'm finding the peace and calm of deep breaths. Instead of a haze of smoke, I'm seeing clearly. And I have developed more patience."}
{"post_id":562, "stars": 0, "text": "For me, the change seems to be evolving. I guess that this evolution first became apparent to me at about month six of my quit. I suddenly wasn't depressed anymore. And I figured that this was because my brain had adjusted to having a normal level of dopamine for the first time in 35 years."}
{"post_id":563, "stars": 0, "text": "The second sign of the change was when I became aware that I could get a level of inner peace though deep breathing at about month ten. And it keeps getting better. I've never felt better physically in my life. I don't want to sound overconfident but I really can't look at a pack of cigs. anymore without seeing them as a poison that I wish to have no part of. Getting here really did take a whole year and it does still amaze me a bit."}
{"post_id":564, "stars": 0, "text": "But more than anything else I want to stay on this journey to see just how much better it really can get."}
{"post_id":565, "stars": 0, "text": "Why Am I So Afraid to Quit Smoking?"}
{"post_id":566, "stars": 0, "text": "Rather than reaching for a cigarette, get up and take a walk whenever you feel stressed. The aim is to channel your stress into physical activity which can stimulate the production of endorphins and help elevate your mood. Just keep walking until the cravings pass."}
{"post_id":567, "stars": 0, "text": "Teach yourself stress relief techniques like deep yoga breathing in which you focus on the sensation and rate of your breathing. This and other meditative techniques can slow the heart rate, reduce blood pressure, and alleviate even deep-seeded tension."}
{"post_id":568, "stars": 0, "text": "Cut back on substances that either stimulate you (such as caffeine) or slow you down (like alcohol). The more you are able to manage your moods without enhancements, the better able you will be to overcome your smoking dependence."}
{"post_id":569, "stars": 0, "text": "Routine exercise can elevate your mood and leave you feeling stronger and better about yourself. Poor physical health does just the opposite, draining you of the energy reserves you need to cope. Exercise and a healthy diet are, without doubt, the best forms of stress relief."}
{"post_id":570, "stars": 0, "text": "Finally, phone a friend. When faced with stress, it is better to find support than to rely on the solitude of cigarettes. You're going to need these friends on your journey to quit anyway. By letting loved ones in, you provide yourself a healthier outlet for emotions and will be better equipped when it's finally time to quit."}
{"post_id":571, "stars": 0, "text": "Think of yourself as a nonsmoker.Decide that cigarettes are not an option. Call yourself as a nonsmoker. This will make it easier for you in the long run."}
{"post_id":572, "stars": 0, "text": "Quitting smoking can build confidence for other lifestyle changes. Give yourself credit!"}
{"post_id":573, "stars": 0, "text": "If you have a relapse, you can get back on track. Remember that relapse is common. Most people try several times before they quit for good. Ask yourself if you still want to quit. If so, make a new plan, set a new Quit Date, and stick to it."}
{"post_id":574, "stars": 0, "text": "You can keep from gaining weight when you quit.Stay active, drink lots of water, eat healthy meals, and keep low-fat, low-calorie snacks on hand. If you have a slip, don't let it turn into a relapse. Ask yourself what went wrong, then come up with a new plan and stick to it."}
{"post_id":575, "stars": 0, "text": "Watch out for the top three triggers.Being around smokers, drinking alcohol, and highly emotional situations are the most common long-term triggers."}
{"post_id":576, "stars": 0, "text": "Quitting gives them confidence to face other challenges in their lives. Whether or not you plan to make other changes, be sure to give yourself credit for making this change. Quitting smoking is not an easy thing to do, but with motivation, planning, and effort, you've done it. That is really something you can be proud of!"}
{"post_id":577, "stars": 0, "text": "For many people, quitting smoking is the only big change they want to make. Once cigarettes are out of their lives, they're happy. For others, quitting smoking is part of a larger plan that includes losing weight, getting more active, taking control of their finances, or making some other big lifestyle change."}
{"post_id":578, "stars": 0, "text": "To get motivated, you need a powerful, personal reason to quit. It may be to protect your family from secondhand smoke.  Or lower your chance of getting lung cancer, heart disease, or other conditions. Or to look and feel younger. Choose a reason that is strong enough to outweigh the urge to light up."}
{"post_id":579, "stars": 0, "text": "Theres more to it than just tossing your cigarettes out. Smoking is an addiction. The brain is hooked on nicotine. Without it, youll go through withdrawal. Line up support in advance. Ask your doctor about all the methods that will help, such as quit-smoking classes and apps, counseling, medication, and hypnosis. Youll be ready for the day you choose to quit."}
{"post_id":580, "stars": 0, "text": "Consider Nicotine Replacement Therapy. When you stop smoking, nicotine withdrawal may give you headaches, affect your mood, or sap your energy. The craving for just one drag is tough. Nicotine replacement therapy can curb these urges. Studies show that nicotine gum, lozenges, and patches improve your chances of success when youre also in a quit-smoking program."}
{"post_id":581, "stars": 0, "text": "Learn About Prescription Pills. Medicines can curb cravings and may also make smoking less satisfying if you do pick up a cigarette. Other drugs can ease withdrawal symptoms, such as depression or problems with concentration."}
{"post_id":582, "stars": 0, "text": "Lean On Your Loved Ones. Tell your friends, family, and other people youre close to that youre trying to quit. They can encourage you to keep going, especially when youre tempted to light up. You can also join a support group or talk to a counselor. Behavioral therapy is a type of counseling that helps you identify and stick to quit-smoking strategies. Even a few sessions may help."}
{"post_id":583, "stars": 0, "text": "Give Yourself a Break. One reason people smoke is that the nicotine helps them relax. Once you quit, youll need new ways to unwind. There are many options. You can exercise to blow off steam, tune in to your favorite music, connect with friends, treat yourself to a massage, or make time for a hobby. Try to avoid stressful situations during the first few weeks after you stop smoking."}
{"post_id":584, "stars": 0, "text": "Avoid Alcohol and Other Triggers. When you drink, its harder to stick to your no-smoking goal. So try to limit alcohol when you first quit. Likewise, if you often smoke when you drink coffee, switch to tea for a few weeks. If you usually smoke after meals, find something else to do instead, like brushing your teeth, taking a walk, texting a friend, or chewing gum."}
{"post_id":585, "stars": 0, "text": "Once youve smoked your last cigarette, toss all of your ashtrays and lighters. Wash any clothes that smell like smoke, and clean your carpets, draperies, and upholstery. Use air fresheners to get rid of that familiar scent. If you smoked in your car, clean it out, too. You dont want to see or smell anything that reminds you of smoking."}
{"post_id":586, "stars": 0, "text": "Try and Try Again. Many people try several times before giving up cigarettes for good. If you light up, dont get discouraged. Instead, think about what led to your relapse, such as your emotions or the setting you were in. Use it as an opportunity to step up your commitment to quitting. Once youve made the decision to try again, set a quit date within the next month."}
{"post_id":587, "stars": 0, "text": "Get Moving. Being active can curb nicotine cravings and ease some withdrawal symptoms. When you want to reach for a cigarette, put on your inline skates or jogging shoes instead. Even mild exercise helps, such as walking your dog or pulling weeds in the garden. The calories you burn will also ward off weight gain as you quit smoking."}
{"post_id":588, "stars": 0, "text": "Eat Fruits and Veggies. Dont try to diet while you give up cigarettes. Too much deprivation can easily backfire. Instead, keep things simple and try to eat more fruits, vegetables, whole grains, and lean protein. These are good for your whole body."}
{"post_id":589, "stars": 0, "text": "Choose Your Reward. In addition to all the health benefits, one of the perks of giving up cigarettes is all the money you will save. There are online calculators that figure out how much richer you will be. Reward yourself by spending part of it on something fun."}
{"post_id":590, "stars": 0, "text": "Remember That Time Is on Your Side. As soon as you quit, you start to get immediate health benefits. After only 20 minutes, your heart rate goes back to normal. Within a day, your bloods carbon monoxide level also falls back into place. In just 2-3 weeks, you will start to lower your odds of having a heart attack. In the long run, you will also lower your chance of getting lung cancer and other cancers."}
{"post_id":591, "stars": 0, "text": "I am happy to report that I have been smoke-free for twenty years!"}
{"post_id":592, "stars": 0, "text": "I don't smoke and I don't chew and I don't go with the girls that do. Six years today."}
{"post_id":593, "stars": 1, "text": "If I have just one cigarette a day, it wont cause much harm. So many people smoke. I dont know how Ill resist after seeing them enjoy it"}
{"post_id":594, "stars": 0, "text": "Why do you want to delay the process? Your youth gives you all the more reason to quit, because the number of years that youve been smoking for is less and much of the damage done to your body can be reversed."}
{"post_id":595, "stars": 1, "text": "Smoking is a part of me, and its difficult to envision a future without it, A cigarette now will taste so much better than the thousands I have had before"}
{"post_id":596, "stars": 0, "text": "The taste and the pleasure that you will experience when you smoke a cigarette while you are trying to quit is illusionary. Your body is just feeling momentary freedom from the withdrawal pangs that happen due to your addiction to nicotine."}
{"post_id":597, "stars": 0, "text": "Youve quit cigarettes and something bad has happened to you. For example, your train may be delayed, your car may break down or you may have picked a fight with your partner. As it is, quitting cigarettes will leave you disoriented for a few days and a bad day can further aggravate your desire to escape your problems by having a cigarette. However, it is important that you dont give in and instead seek happiness from telling yourself that even though life is bad, you are at least free from the chains of tobacco addiction."}
{"post_id":598, "stars": 0, "text": "And thats okay. The sooner you admit that youre not ready, the sooner youll be able to quit once and for all.. I smoked for over 10 years. A pack a day for most of that time. I tried to quit 14 times. Some attempts lasted a few days. Others lasted as long as 9 months.. But all 14 attempts had one thing in common  I wasnt ready."}
{"post_id":599, "stars": 0, "text": "Nicotine is powerful stuff. It crosses the blood-brain barrier and messes with your dopamine pathways. After years of smoking, those pathways get altered. In other words, smoking physically changes your brain. So don't do smoking"}
{"post_id":600, "stars": 0, "text": " If youve been stressed out thinking about never smoking again, then relax.  Youre not quitting now. In fact, I want you to quit quitting.. he next time you quit will be the last.  Until then, youre  going to continue smoking  and youre going to do it completely guilt free."}
{"post_id":601, "stars": 0, "text": "Keep smoking, and enjoying yourself, until you have made a strong habit of doing 2 minutes a day of qigong."}
{"post_id":602, "stars": 0, "text": "you smoke your last cigarette at night. That way, you can wake up the next morning and start fresh.  And thats exactly what youre going to get  a fresh start on life."}
{"post_id":603, "stars": 0, "text": "Its difficult to believe in yourself because the idea of self is an artificial construction. You are, in fact, part of the glorious oneness of the universe. Everything beautiful in the world is within you.  Russell Brand"}
{"post_id":604, "stars": 0, "text": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. If we are facing in the right direction, all we have to do is keep on walking."}
{"post_id":605, "stars": 0, "text": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."}
{"post_id":606, "stars": 0, "text": "I hated every minute of training, but I said, Dont quit. Suffer now and live the rest of your life as a champion."}
{"post_id":607, "stars": 0, "text": "Everyone has inside of him a piece of good news. The good news is that you dont know how great you can be! How much you can love! What you can accomplish! And what your potential is!"}
{"post_id":608, "stars": 0, "text": "The greatest mistake you can make in life is to continually be afraid you will make one."}
{"post_id":609, "stars": 0, "text": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. Its perfect when it arrives and it puts itself in our hands. It hopes weve learned something from yesterday."}
{"post_id":610, "stars": 0, "text": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of whats bitter and move on."}
{"post_id":611, "stars": 0, "text": "Life is like riding a bicycle. To keep your balance you must keep moving"}
{"post_id":612, "stars": 0, "text": "I understood, through rehab, things about creating characters. I understood that creating whole people means knowing where we come from, how we can make a mistake and how we overcome things to make ourselves stronger."}
{"post_id":613, "stars": 0, "text": "In the midst of winter, I found there was, within me, an invincible summer. And that makes me happy. For it says that no matter how hard the world pushes against me, within me, theres something stronger  something better, pushing right back."}
{"post_id":614, "stars": 0, "text": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."}
{"post_id":615, "stars": 0, "text": "There came a time when the risk to remain tight in the bud was more painful than the risk it took to blossom."}
{"post_id":616, "stars": 0, "text": "The most common way people give up their power is by thinking they dont have any."}
{"post_id":617, "stars": 0, "text": "The past is a ghost, the future a dream and all we ever have is now."}
{"post_id":618, "stars": 0, "text": "Dont judge each day by the harvest you reap but by the seeds that you plant."}
{"post_id":619, "stars": 0, "text": "Not feeling is no replacement for reality. Your problems today are still your problems tomorrow."}
{"post_id":620, "stars": 0, "text": "I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what youve done."}
{"post_id":621, "stars": 0, "text": "Every experience in your life is being orchestrated to teach you something you need to know to move forward."}
{"post_id":622, "stars": 0, "text": "I have learned over the years that when ones mind is made up, this diminishes fear."}
{"post_id":623, "stars": 0, "text": "When was the last time you woke up and wished youd had just one more drink the night before? I have never regretted not drinking. Say this to yourself, and youll get through anything."}
{"post_id":624, "stars": 0, "text": "Sometimes we motivate ourselves by thinking of what we want to become. Sometimes we motivate ourselves by thinking about who we dont ever want to be again."}
{"post_id":625, "stars": 0, "text": "The great thing in this world is not so much where you stand, as in what direction you are moving."}
{"post_id":626, "stars": 0, "text": "Ive been absolutely terrified every moment of my life  and Ive never let it keep me from doing a single thing I wanted to do."}
{"post_id":627, "stars": 0, "text": "Keep steadily before you the fact that all true success depends at last upon yourself."}
{"post_id":628, "stars": 0, "text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."}
{"post_id":629, "stars": 0, "text": "If you hear a voice within you say you cannot paint, then by all means paint and that voice will be silenced."}
{"post_id":630, "stars": 0, "text": "To improve the golden moment of opportunity, and catch the good that is within our reach, is the great art of life."}
{"post_id":631, "stars": 0, "text": "As one goes through life, one learns that if you dont paddle your own canoe, you dont move."}
{"post_id":632, "stars": 0, "text": "We may think there is willpower involved, but more likely  change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now."}
{"post_id":633, "stars": 0, "text": "What makes the desert beautiful is that somewhere it hides a well."}
{"post_id":634, "stars": 0, "text": "What is addiction, really? It is a sign, a signal, a symptom of distress. It is a language that tells us about a plight that must be understood."}
{"post_id":635, "stars": 0, "text": "If you accept the expectations of others, especially negative ones, then you never will change the outcome."}
{"post_id":636, "stars": 0, "text": "I cant change the direction of the wind, but I can adjust my sails to always reach my destination."}
{"post_id":637, "stars": 0, "text": "When you get into a tight place and everything goes against you, till it seems you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn."}
{"post_id":638, "stars": 0, "text": "You must do the things you think you cannot do."}
{"post_id":639, "stars": 0, "text": "The only person you are destined to become is the person you decide to be."}
{"post_id":640, "stars": 0, "text": "Abusing illegal or certain prescription drugs can create changes in the brain, causing powerful cravings and a compulsion to use that make sobriety seem like an impossible goal. But recovery is never out of reach, no matter how hopeless your situation seems. With the right treatment and support, change is possible."}
{"post_id":641, "stars": 0, "text": "Overcoming drug addiction: Decide to make a change"}
{"post_id":642, "stars": 0, "text": "Keep track of your drug use, including when and how much you use. This will give you a better sense of the role the addiction is playing in your life."}
{"post_id":643, "stars": 0, "text": "List the pros and cons of quitting, as well as the costs and benefits of continuing your drug use."}
{"post_id":644, "stars": 0, "text": "Consider the things that are important to you, such as your partner, your kids, your pets, your career, or your health. How does your drug use affect those things? Ask someone you trust about their feelings on your drug use."}
{"post_id":645, "stars": 0, "text": "Ask yourself if theres anything preventing you from changing. What could help you make the change?"}
{"post_id":646, "stars": 0, "text": "I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom."}
{"post_id":647, "stars": 0, "text": "relaxing at home... may be some wine!"}
{"post_id":648, "stars": 0, "text": "Thank You Everyone for the Birthday wishes"}
{"post_id":649, "stars": 0, "text": "Whenever i face difficulties, my confident level is increasing and the responsibilities are growing !! I don't mean to brag, but I make some mean raspberry lemonade."}
{"post_id":650, "stars": 0, "text": "I bombed my math final (C+) so now I have to write this sad face emote."}
{"post_id":651, "stars": 0, "text": "Happy Independence Day to ALL.........."}
{"post_id":652, "stars": 0, "text": "best birthday everrrr. couldn't be happier. braces off tomorrow. this week is great."}
{"post_id":653, "stars": 0, "text": "How long could I stay in bed if I put my mind to it?"}
{"post_id":654, "stars": 0, "text": "Thank You for the great times :) You helped change my life. Ill love and think about you forever!"}
{"post_id":655, "stars": 0, "text": "Quote Of The Week No one is perfect. Every makes mistakes; but wise people learn from not only them but from other."}
{"post_id":656, "stars": 0, "text": "i will not bow, i will not break, i will shut the world away. i will not fall, i will not fade, i will take your breath away"}
{"post_id":657, "stars": 0, "text": "just bought a trumpet...! Though the other marines in the barracks might not me as happy... :D now all I have to do is wait for it to come! yay! And perhaps go buy some music books..."}
{"post_id":658, "stars": 0, "text": "Is stoked because my best friend comes home tomorrow!!!!!"}
{"post_id":659, "stars": 0, "text": "my life has got so much better in the past 4months... i couldnt ask for more.. soo greatful"}
{"post_id":660, "stars": 0, "text": "goes home on Monday. The mountains have been fun."}
{"post_id":661, "stars": 0, "text": "single and looking, jeez, what's a dude have to do to get some attraction"}
{"post_id":662, "stars": 0, "text": "i would like you to comment on jut in my head"}
{"post_id":663, "stars": 0, "text": "So getting my teeth pulled was not bad at all. I am just waiting now to feel my mouth again."}
{"post_id":664, "stars": 0, "text": "bad night. didn't get home til 4:15.....sometimes I wish..."}
{"post_id":665, "stars": 0, "text": "pooped out!!!! and tomorrow is another full day...."}
{"post_id":666, "stars": 0, "text": "I hate my phone with a serious passion and wish it would blow up sometimes."}
{"post_id":667, "stars": 0, "text": "Out in the middle of pickwick in my kayak reading a book. Thanksgiving rulez"}
{"post_id":668, "stars": 1, "text": "i am a raging homosexual and i hacked brandons facebook - <PERSON>"}
{"post_id":669, "stars": 0, "text": "received a lovely surprise card from <PERSON>!! :) HappieeEEeE!!"}
{"post_id":670, "stars": 0, "text": "Just started a facebook... not entirely sure why."}
{"post_id":671, "stars": 0, "text": "Met a girl, fell in love, glad as i can be met a girl, fell in love, glad as I can be But i think all the time, is she true to me? Cuz there's nothing in this world to stop me worryin bout that girl"}
{"post_id":672, "stars": 0, "text": "Well, since I can't sleep, I might as well clean the house. I've already been awake for more than 33 hours, seriously, what the fuck... Maybe its becuase it's my birthday, woohoo.... 27, I tell myself its just another day but, thats not what I'm really thinking..."}
{"post_id":673, "stars": 0, "text": "stayin onto somthn,always -i m talkin about that indefinite numb u experience when u stare into space thinkng about stuff u wished u do, u did'nt & u did which gave no returns but past time for nothin."}
{"post_id":674, "stars": 0, "text": "Everyone I won't be using CafeWorld anymore so don't send gifts please!! i will keep my profile up for it in case u need neighbors"}
{"post_id":675, "stars": 1, "text": "Says <PERSON> likes feeling Sexy"}
{"post_id":667, "stars": 0, "text": "i am addicted to these facebook games"}
{"post_id":677, "stars": 0, "text": "so here is my question why is it so hard to find someone to trust to believe in and that also believes in you and trust you"}
{"post_id":678, "stars": 0, "text": "Studying and cleaning and packing all long time still"}
{"post_id":679, "stars": 0, "text": "All intelligent people should be cremated for reasons of public security.--The Amazing Screw On Head, and the show that really should have gotten onto Sci Fi."}
{"post_id":680, "stars": 0, "text": "If the king does not move, his subordinates will not follow"}
{"post_id":681, "stars": 0, "text": "Let no one say when he is tempted, I am being tempted by God, for God cannot be tempted with evil, and he himself tempts no one. 14 But each person is tempted when he is lured and enticed by his own desire."}
{"post_id":682, "stars": 0, "text": "I'm totally out of invites for Mafia! I'll get you all asap."}
{"post_id":683, "stars": 0, "text": "is wondering if there is anything interresting on tele tonight?"}
{"post_id":684, "stars": 0, "text": "may 18th better be the day i get to move into my new house or those sex crazed people were buying it from and going to get a little vist"}
{"post_id":685, "stars": 0, "text": "I could really use a miracle about right now"}
{"post_id":686, "stars": 0, "text": "Its my fourth year at EGGS this year - first year for teaching Year 13 Chem and is been hard work - feel very satisfied now though."}
{"post_id":687, "stars": 0, "text": "Your voice was the soundtrack of my summer        Do you know youre unlike any other?        Youll always be my thunder, and I said        Your eyes are the brightest of all the colors        I dont wanna ever love another        Youll always be my thunder        So bring on the rain        And bring on the thunder"}
{"post_id":688, "stars": 0, "text": "thinks that a person shouldn't wait until high school to show their true colors"}
{"post_id":689, "stars": 0, "text": "Today, tomorrow, Friday, Saturday, then move in day!!!"}
{"post_id":690, "stars": 0, "text": "love is confusing...a guy tells u ur gorgeous and he turns the lights off"}
{"post_id":691, "stars": 0, "text": "Working hard to giv my new family a good life"}
{"post_id":692, "stars": 0, "text": "ok god u can turn off the faucet now"}
{"post_id":693, "stars": 0, "text": "here is a question I got stumped on for a little while taking a quiz. can anyone answer it? The three great unifiers of Japan were Oda Nobunaga, Toyotomi Hideyoshi, and Tokugawa Ieyasu. A popular poem exists about these unifiers. It reads:        If the bird does not sing, kill it.        If the bird does not sing, coax it.        If the bird does not sing, wait for it.        Which unifier coaxe the bird?"}
{"post_id":694, "stars": 0, "text": "i think this last week has really changed my perspective on a few things....i will never go to sleep angry ever again....and will always say i love you b4 every departure...i tried being angry at my brother and hung up the phone on him and he died that ni"}
{"post_id":695, "stars": 0, "text": "Does anyone know, what time the game is at ?"}
{"post_id":696, "stars": 0, "text": "Struggles in the past, make you stronger in the future....!!!!"}
{"post_id":697, "stars": 0, "text": "I'm not sure I want to hear what you guys might come up with lol But, I'll go for it! If you read this"}
{"post_id":698, "stars": 0, "text": "Juss finished cleanin out an washing my ridiculously messy car! my nails turned black too hahaha. Now im gonna get ready to go out an eat with a buddy"}
{"post_id":699, "stars": 0, "text": "I'm ready for spring. This cold weather and dark evenings has kept me rusting in the house. I can't wait for canoeing, fishing, camping, outdoor sports...."}
{"post_id":700, "stars": 0, "text": "Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. But small is the gate and narrow the road that leads to life, and only a few find it."}
{"post_id":701, "stars": 0, "text": "Now on transit in Dubai...8 more hours to HOME!!!!  Thanks to all the well wishers!"}
{"post_id":702, "stars": 0, "text": "My profile pic rocks"}
{"post_id":703, "stars": 0, "text": "Anyone copy down all the things we were supposed to write about in the letter in English?"}
{"post_id":704, "stars": 0, "text": "is exausted...people,dogs,crabby cat, kid that needs a spare set of keys...i need a vacation!"}
{"post_id":705, "stars": 0, "text": "dear god, find me someone that will do me hard up the poop shoot"}
{"post_id":706, "stars": 0, "text": "you can be the tear that I cry if we ever split."}
{"post_id":707, "stars": 0, "text": "Is it just me or is FB running VERY SLOW today???"}
{"post_id":708, "stars": 0, "text": "yeah,it's friday! well it is for me anyway."}
{"post_id":709, "stars": 0, "text": "Should I be ashamed of enjoying 1980s Conan the Barbarian comic books? Their so cheesy and over the top sword and sorcery yet its so much fun."}
{"post_id":710, "stars": 0, "text": "my birthday sucked!!!"}
{"post_id":711, "stars": 0, "text": "Babysitting... laughs"}
{"post_id":712, "stars": 0, "text": "is doing some last minute packing!"}
{"post_id":713, "stars": 0, "text": "relaxing at home... maybe some wine!"}
{"post_id":714, "stars": 0, "text": "Thank You Everyone for the Birthday wishes"}
{"post_id":715, "stars": 0, "text": "Whenever i face difficulties, my confident level is increasing and the responsibilities are growing !!"}
{"post_id":716, "stars": 0, "text": "I don't mean to brag, but I make some mean raspberry lemonade."}
{"post_id":717, "stars": 0, "text": "the new tiesto album is really good!"}
{"post_id":718, "stars": 0, "text": "Thanks to everyone who wished me a Happy Birthday. I wills plays mys guitars extras fast for you."}
{"post_id":719, "stars": 0, "text": "Reading Howls Moving Castle!! Must get my family to watch the movie with me one day!"}
{"post_id":720, "stars": 0, "text": "I dont know if its me, or if its getting worse, but how come Barnes and Nobles seems more and more like a peep show everytime I come here. Really sick stuff on the shelves. A mixture of vampires, nudity, witchcraft ... sheesh."}
{"post_id":721, "stars": 0, "text": "thanks everyone for the birthday wishes!   Thanks and i had a good time!"}
{"post_id":722, "stars": 0, "text": "cant wait enough to see my son home.............."}
{"post_id":723, "stars": 0, "text": "is watching 500 Days of Summer..."}
{"post_id":724, "stars": 0, "text": "my little sister is sitting in a ball rocking back and forth..."}
{"post_id":725, "stars": 0, "text": "also, I appreciate the universe's complimenting my taste in collaborators, but if one more ex leaves me and then directly starts dating someone I am doing a show with, I think I am going to lose it. Two in a row!"}
{"post_id":726, "stars": 0, "text": "I know my best friend is having the baby but I have been anxious since this morning I can not wait any longer for baby port!!"}
{"post_id":727, "stars": 0, "text": "Looking for a bassist, drummer and possibly a 2nd guitarist for our band, anyone want it? :D"}
{"post_id":728, "stars": 0, "text": "is going house hunting today."}
{"post_id":729, "stars": 0, "text": "And use my blood as lubricant to rape my lifeless body"}
{"post_id":730, "stars": 0, "text": "thanks everyone for the birthday wishes or whatever you call them"}
{"post_id":731, "stars": 0, "text": "Jonsi in concert October 22.  I have not been this excited in a long time."}
{"post_id":732, "stars": 0, "text": "back to war after two weeks off"}
{"post_id":733, "stars": 0, "text": "WHAT TURN DO I TAKE NOW? ONLY GOD KNOWS THE RIGHT ONE, I PRAY I HEAR HIM CLEARLY AND MAKE THE RIGHT ONE. FRIENDS AND FAMILY PRAY FOR YOUR BOY ."}
{"post_id":734, "stars": 0, "text": "I am not afraid to act upon my dreams because I know that my dreams are the keys to my success and the doorway to my greatness...."}
{"post_id":735, "stars": 0, "text": "I just confided in someone:') Lmao! It was one of the happiest moments of my very happy life!"}
{"post_id":736, "stars": 0, "text": "whoo i FINALLY got to meet the other leah...she is so adorable!"}
{"post_id":737, "stars": 0, "text": "i think ill hibenate this winty......"}
{"post_id":738, "stars": 0, "text": "I'm of to england!"}
{"post_id":739, "stars": 0, "text": "Is the one whoz GOing to Light Up your Day!!!!!!!!!!!!"}
{"post_id":740, "stars": 0, "text": "Finally, home at last!"}
{"post_id":741, "stars": 0, "text": "another beautiful day out thanks god for no snow ....   I am cool if we never have any this season"}
{"post_id":742, "stars": 0, "text": "thank you you guys, i appreciate all the happy birthday"}
{"post_id":743, "stars": 0, "text": "WHAT TURN DO I TAKE NOW? ONLY GOD KNOWS THE RIGHT ONE, I PRAY I HEAR HIM CLEARLY AND MAKE THE RIGHT ONE. FRIENDS AND FAMILY PRAY FOR YOUR BOY ."}
{"post_id":744, "stars": 0, "text": "I am not afraid to act upon my dreams because I know that my dreams are the keys to my success and the doorway to my greatness.."}
{"post_id":745, "stars": 0, "text": "I just confided in someone Lmao! It was one of the happiest moments of my very happy life!"}
{"post_id":746, "stars": 0, "text": "whoo i FINALLY got to meet the other leah...she is so adorable!"}
{"post_id":747, "stars": 0, "text": "i think ill hibenate this winty......"}
{"post_id":748, "stars": 0, "text": "I'm of to england!"}
{"post_id":749, "stars": 0, "text": "Is the one whoz GOing to Light Up your Day!!!!!!!!!!!!"}
{"post_id":750, "stars": 0, "text": "Finally, home at last!"}
{"post_id":751, "stars": 0, "text": "another beautiful day out thanks god for no snow ....   I am cool if we never have any this season"}
{"post_id":752, "stars": 0, "text": "thank you you guys, i appreciate all the happy birthday"}
{"post_id":753, "stars": 0, "text": "My birthday was Saturday It was great! Finally 18"}
{"post_id":754, "stars": 0, "text": "MONDAY na ulit work work na ulit.... may God give me more strength and love"}
{"post_id":755, "stars": 0, "text": "thanks to every one that wished me a happy birthday i appreciate it and love all of you. and i feel old being 18 hahahah jkjk but its whatever lol . well ill talk to you soon love you guys so much and thanks again"}
{"post_id":756, "stars": 0, "text": "There are those among us who are blessed with power to save what is loved by another. But powerless to use this blessing for love themselves."}
{"post_id":757, "stars": 0, "text": "i brought a real coffee and nearly one of every slice in the coffee shop today!! yum yum yum (yum yum!) but i did share"}
{"post_id":758, "stars": 0, "text": "bored...."}
{"post_id":759, "stars": 0, "text": "the gargoyle has landed"}
{"post_id":760, "stars": 0, "text": "I still need you help with my horse stable!! I need 6 more nail and 4 more horseshoes. Thanks!!!"}
{"post_id":761, "stars": 0, "text": "Facebook friends:  HELP!!  I have had a lack of funny emails, add me email to your list PLEASE"}
{"post_id":762, "stars": 0, "text": "9th day                Dedicated to Goddess Siddhidatri form of Durga the day is also observed as Mahanavami in many parts of the country. This form of Goddess Durga showers knowledge which makes each soul pure. People can wear Red/ White colour on this day."}
{"post_id":763, "stars": 0, "text": "The difference between genius and stupidity is that genius has limits stupidity has no limits.- Albert Einstein"}
{"post_id":764, "stars": 0, "text": "I LOVE YOU ALL! THANKS FOR MAKING THIS THE BEST BIRTHDAY EVER YOU GUYS AND A SPECIAL THANKS TO MY BABY CRYSTAL FOR MAKING IT SO POSSIBLE. I WANNA TOAST TO THE BEST FRIENDS AND FAMILY A PERSON COULD ASK FOR! I LOVE YOU ALL, GOOD NIGHT!"}
{"post_id":765, "stars": 0, "text": "Incredibly tired but excited cause I get to go home soon!!!  Granted, it's only two weeks but who cares!"}
{"post_id":766, "stars": 0, "text": "To one and all who have wished me a happy birthday, thank you for all the kind coments and fond wishes."}
{"post_id":767, "stars": 0, "text": "Happy for someone, although hearts crying loud. Told meself this will happen sooner of later. You stupid f***...you followed your heart again! This is what you'll get for ignoring the truth. They say Truth will set you free.but they didnt say it'll also beat the heck out of yo' ass. Happy...but hurting. Still here...still here. FOR YOU! "}
{"post_id":768, "stars": 0, "text": "is living the life"}
{"post_id":759, "stars": 0, "text": "Some heart just get lucky sometimes"}
{"post_id":760, "stars": 0, "text": "scooby doo would be a better show if they had guns"}
{"post_id":761, "stars": 0, "text": "Hi everybody! Just saying hi, real quick. bye now!"}
{"post_id":762, "stars": 0, "text": "life is one big party when you're still young but who's gonna have your back when its all done... shaggy"}
{"post_id":763, "stars": 0, "text": "Counting days...second by second..."}
{"post_id":764, "stars": 0, "text": "Thanks to everyone for the friendship and birthday wishes!"}
{"post_id":765, "stars": 0, "text": "is in her garden planting new seeds... im sad to see the old ones die..but the beauties of the new growth will overwelm my saddness...time is all i can depend on"}
{"post_id":766, "stars": 0, "text": "dam just when i was ganna go back to school"}
{"post_id":767, "stars": 0, "text": "watchin Ferd dance lol luuuvvvvvv this show"}
{"post_id":768, "stars": 0, "text": "THanks everybody !!!!!!!!!!!!"}
{"post_id":769, "stars": 0, "text": "Got family pics done today got the wife her new phone and I took the Droid good day today"}
{"post_id":770, "stars": 0, "text": "Back to class....."}
{"post_id":771, "stars": 0, "text": "I am really digging devin Moore #45...he's being productive 2nite for the colts...I wonder what he can do in a real game"}
{"post_id":772, "stars": 0, "text": "Believes in God, re-post if you believe too. Please don't ignore, you are being tested. It says in the Bible, Deny me in front of everyone"}
{"post_id":773, "stars": 0, "text": "Christmas Tree Time ON"}
{"post_id":774, "stars": 0, "text": "Thanks for all the B-day wishes....i had a great day and a fabulous dinner."}
{"post_id":775, "stars": 0, "text": "Guess what people. I'm in bed... won't be moving from here 'till Monday"}
{"post_id":776, "stars": 0, "text": "Call the Nestle Crunch Hotline at <PHONE>, When you are asked if you want to continue in English or Spanish, just wait quietly for about 10 seconds and you will smile. Promise! Keep going and press 4. Listen to the options...then press 7. don't give it away if you comment on this!"}
{"post_id":777, "stars": 0, "text": "is happy camp is over.  Thanks all for the birthday wishes!!!"}
{"post_id":778, "stars": 0, "text": "Happy Grandparents Day to the best ama and ampa! With all his love"}
{"post_id":779, "stars": 0, "text": "Two more days till we strike at work. Im so ready for this."}
{"post_id":780, "stars": 0, "text": "absolutely hating homework and the fact that I left EVERYTHING to the last minute........ nice vacations though"}
{"post_id":781, "stars": 0, "text": "Gettin my tattoo today so excited"}
{"post_id":782, "stars": 0, "text": "moving to forest lake!!"}
{"post_id":783, "stars": 0, "text": "crap, i totally forgotten that there is TA on coordinate geog tmr during the first period..."}
{"post_id":784, "stars": 0, "text": "thinking about everything"}
{"post_id":785, "stars": 0, "text": "was asked by a pervert whether she was ugly, a virgin, singaporean and really fourteen years old. She would like to announce if she saw him on AuditionSEA again(or anywhere, actually), she would kick his butt. She is not joking."}
{"post_id":786, "stars": 0, "text": "well, we're in the hospital. my poor baby has had two spinal taps. we still dont know whats wrong...."}
{"post_id":787, "stars": 0, "text": "is asking...can you keep a secret and never say it again?"}
{"post_id":788, "stars": 0, "text": "There's been something on my mind for a while now...."}
{"post_id":789, "stars": 0, "text": "Playing Battlefield Bad Company 2.. awesome game"}
{"post_id":790, "stars": 0, "text": "thanks to everbody that wished me a happy birthday today! @ <PERSON> : I'm lucky enough to avoid a Ms. Fry impromptu song"}
{"post_id":791, "stars": 0, "text": "Realized at about midnight that I have the day off, now what to do with it...."}
{"post_id":792, "stars": 0, "text": "Wow it friday...hope everone has a good weekend...have and be safe.."}
{"post_id":793, "stars": 0, "text": "Gym time...then I need to fix my mohawk....hair on the sides is getting a little to long...just have to find the electric razor."}
{"post_id":794, "stars": 0, "text": "17 hours of work on friday... who wouldnt love to be me tomorrow hahaa"}
{"post_id":795, "stars": 0, "text": "is slowly going loony"}
{"post_id":796, "stars": 0, "text": "wants to thank everyone who have wished her a happy bday...and the ones that txtd...and the ones that even thought about me today...love ya all!"}
{"post_id":797, "stars": 0, "text": "I have finally realized that my babies (monster)mom is someone I don't even want to be around she has become a stranger to me I'm beginning to hate her"}
{"post_id":798, "stars": 0, "text": "Life's better bein' a pirate."}
{"post_id":799, "stars": 0, "text": "He is a bottomless pit! He can't spend the rest of Americas money fast enough! Even knowing we are broke. Who is he?"}
{"post_id":800, "stars": 0, "text": "I am tired of it ."}
{"post_id":801, "stars": 0, "text": ""}
{"post_id":802, "stars": 0, "text": ""}
{"post_id":803, "stars": 0, "text": ""}
{"post_id":804, "stars": 0, "text": ""}
{"post_id":805, "stars": 0, "text": ""}
{"post_id":806, "stars": 0, "text": ""}
{"post_id":807, "stars": 0, "text": ""}
{"post_id":808, "stars": 0, "text": ""}
{"post_id":809, "stars": 0, "text": ""}
{"post_id":810, "stars": 0, "text": ""}
{"post_id":811, "stars": 0, "text": ""}
{"post_id":812, "stars": 0, "text": ""}
{"post_id":813, "stars": 0, "text": ""}
{"post_id":814, "stars": 0, "text": ""}
{"post_id":815, "stars": 0, "text": ""}
{"post_id":816, "stars": 0, "text": ""}
{"post_id":817, "stars": 0, "text": ""}
{"post_id":818, "stars": 0, "text": ""}
{"post_id":819, "stars": 0, "text": ""}
{"post_id":820, "stars": 0, "text": ""}
{"post_id":821, "stars": 0, "text": ""}
{"post_id":822, "stars": 0, "text": ""}
{"post_id":823, "stars": 0, "text": ""}
{"post_id":824, "stars": 0, "text": ""}
{"post_id":825, "stars": 0, "text": ""}
{"post_id":826, "stars": 0, "text": ""}
{"post_id":827, "stars": 0, "text": ""}
{"post_id":828, "stars": 0, "text": ""}
{"post_id":829, "stars": 0, "text": ""}
{"post_id":830, "stars": 0, "text": ""}
{"post_id":831, "stars": 0, "text": ""}
{"post_id":832, "stars": 0, "text": ""}
{"post_id":833, "stars": 0, "text": ""}
{"post_id":834, "stars": 0, "text": ""}
{"post_id":835, "stars": 0, "text": ""}
{"post_id":836, "stars": 0, "text": ""}
{"post_id":837, "stars": 0, "text": ""}
{"post_id":838, "stars": 0, "text": ""}
{"post_id":839, "stars": 0, "text": ""}
{"post_id":840, "stars": 0, "text": ""}
{"post_id":841, "stars": 0, "text": ""}
{"post_id":842, "stars": 0, "text": ""}
{"post_id":843, "stars": 0, "text": ""}
{"post_id":844, "stars": 0, "text": ""}
{"post_id":845, "stars": 0, "text": ""}
{"post_id":846, "stars": 0, "text": ""}
{"post_id":847, "stars": 0, "text": ""}
{"post_id":848, "stars": 0, "text": ""}
{"post_id":849, "stars": 0, "text": ""}
{"post_id":850, "stars": 0, "text": ""}
{"post_id":851, "stars": 0, "text": ""}
{"post_id":852, "stars": 0, "text": ""}
{"post_id":853, "stars": 0, "text": ""}
{"post_id":854, "stars": 0, "text": ""}
{"post_id":855, "stars": 0, "text": ""}
{"post_id":856, "stars": 0, "text": ""}
{"post_id":857, "stars": 0, "text": ""}
{"post_id":858, "stars": 0, "text": ""}
{"post_id":859, "stars": 0, "text": ""}
{"post_id":860, "stars": 0, "text": ""}
{"post_id":861, "stars": 0, "text": ""}
{"post_id":862, "stars": 0, "text": ""}
{"post_id":863, "stars": 0, "text": ""}
{"post_id":864, "stars": 0, "text": ""}
{"post_id":865, "stars": 0, "text": ""}
{"post_id":866, "stars": 0, "text": ""}
{"post_id":867, "stars": 0, "text": ""}
{"post_id":868, "stars": 0, "text": ""}
{"post_id":869, "stars": 0, "text": ""}
{"post_id":870, "stars": 0, "text": ""}
{"post_id":871, "stars": 0, "text": ""}
{"post_id":872, "stars": 0, "text": ""}
{"post_id":873, "stars": 0, "text": ""}
{"post_id":874, "stars": 0, "text": ""}
{"post_id":875, "stars": 0, "text": ""}
{"post_id":876, "stars": 0, "text": ""}
{"post_id":877, "stars": 0, "text": ""}
{"post_id":878, "stars": 0, "text": ""}
{"post_id":879, "stars": 0, "text": ""}
{"post_id":880, "stars": 0, "text": ""}
{"post_id":881, "stars": 0, "text": ""}
{"post_id":882, "stars": 0, "text": ""}
{"post_id":883, "stars": 0, "text": ""}
{"post_id":884, "stars": 0, "text": ""}
{"post_id":885, "stars": 0, "text": ""}
{"post_id":886, "stars": 0, "text": ""}
{"post_id":887, "stars": 0, "text": ""}
{"post_id":888, "stars": 0, "text": ""}
{"post_id":889, "stars": 0, "text": ""}
{"post_id":890, "stars": 0, "text": ""}
{"post_id":891, "stars": 0, "text": ""}
{"post_id":892, "stars": 0, "text": ""}
{"post_id":893, "stars": 0, "text": ""}
{"post_id":894, "stars": 0, "text": ""}
{"post_id":895, "stars": 0, "text": ""}
{"post_id":896, "stars": 0, "text": ""}
{"post_id":897, "stars": 0, "text": ""}
{"post_id":898, "stars": 0, "text": ""}
{"post_id":899, "stars": 0, "text": ""}
{"post_id":900, "stars": 0, "text": ""}